;--------------------------------------------------------------------------------------------------------------
[Translation]

TRANSLATION_BY                         = Μετάφραση από την
TRANSLATION_NAME                       = SGS-soft
TRANSLATION_LINK                       = http://www.sgs-soft.gr
LANGUAGENAME                           = Ελληνικά

;Παρακαλούμε τροποποιήσετε προσεκτικά αυτήν την έκδοση γλώσσας. (2.3.0-> 2300)
FILEVER                                = 4000

;English.ini file is always up-to-date.

;http://www.picpick.org/help/translation.html

;-----------------------------------------------------------------------------------
;UPDATED ON 13/03/2016  10:20AM by SGS-soft
[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
;-------------------------------------------------------------
MNU_OPEN_PICPICK		                   = Επεξεργαστής Εικόνας
;-------------------------------------------------------------

MNU_CAPTURE			                       = Στιγμιότυπο
MNU_CAPTURE_FULLSCREEN		             = Πλήρης Οθόνη
MNU_CAPTURE_ACTIVEWINDOW	             = Ενεργό Πλαίσιο
MNU_CAPTURE_CONTROL		                 = Στοιχείο Πλαισίου
MNU_CAPTURE_SCROLLINGWINDOW	           = Κυλιόμενο Πλαίσιο
MNU_CAPTURE_REGION		                 = Περιοχή
MNU_CAPTURE_FIXEDREGION		             = Σταθερή Περιοχή
MNU_CAPTURE_FREEHAND		               = Ελεύθερη Επιλογή
MNU_CAPTURE_WEBPAGE		                 = Ιστοσελίδα
MNU_CAPTURE_REPEAT		                 = Επανάληψη Τελευταίας
MNU_CAPTUREQBAR			                   = Εργαλεία Λήψης...
MNU_WIDGET			                       = Προβολή Μικροεφρμογής...

;-------------------------------------------------------------
MNU_CAPTURE_SETTING		                 = Επιλογές Σύλληψης
MNU_OUTPUTTYPE		                   	 = Μορφή Εξόδου

;Please check the below strings and translate again. 
;For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK		             = Επεξεργαστής PicPick 
MNU_OUTPUTTYPE_CLIPBOARD	             = Πρόχειρο
MNU_OUTPUTTYPE_SAVEIMAGE	             = Αρχείο Εικόνας
MNU_OUTPUTTYPE_SAVEFOLDER	             = Αυτόματη Αποθήκευσης Ως...
MNU_OUTPUTTYPE_OTHER		               = Εξωτερικό Πρόγραμμα...
MNU_OUTPUTTYPE_FTP		                 = Διακομιστής FTP
MNU_OUTPUTTYPE_SHARE		               = Κοινόχρηστο
MNU_OUTPUTTYPE_SENDTO		               = Αποστολή προς
MNU_OUTPUTTYPE_FACEBOOK	               = Facebook
MNU_OUTPUTTYPE_TWITTER		             = Tw&itter
MNU_OUTPUTTYPE_MSWORD		               = Microsoft Word
MNU_OUTPUTTYPE_MSEXCEL		             = Microsoft Excel
MNU_OUTPUTTYPE_MSPPT		               = Microsoft PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	             = E-mail
MNU_OUTPUTTYPE_PRINTER		             = Εκτυπωτής
MNU_OUTPUTTYPE_SKYPE		               = Skype
MNU_OUTPUTTYPE_CLOUD		               = Υπηρεσία Νέφους 
MNU_OUTPUTTYPE_WEB			               = Σύνδεσμο Διαδικτύου
;4.0.1

MNU_OPT_DEFAULTFORMAT		               = Προεπιλεγμένη Μορφή Εικόνας
MNU_OPT_OPENEDITOR		                 = Άνοιγμα Επεξεργαστή στην Έναρξη της Εφαρμογής
MNU_OPT_STARTUPPROGRAM	               = Εκτέλεση PicPick στην Έναρξη
;-------------------------------------------------------------
MNU_COLORPICKER			                   = Επιλογέας Χρώματος
MNU_COLORPALETTE		                   = Χρωματική Παλέτα
MNU_COPYCOLORTYPE		                   = Αντιγραφή Χρώματος Ως
MNU_COLORHISTORY		                   = Ιστορικό Χρώματος
MNU_COLORHISTORY_CLEAR		             = Διαγραφή Ιστορικού
;-------------------------------------------------------------
MNU_MAGNIFIER			                     = Μεγεθυντικός φακός
MNU_PIXELRULER			                   = Χάρακας Πίξελ
MNU_PROTRACTOR			                   = Μοιρογνωμόνιο
MNU_CROSSHAIR			                     = Σταυρόνημα
MNU_WHITEBOARD			                   = Πίνακας
MNU_CLOUDEXPLORER		                   = Περιηγητής Νέφους

;-------------------------------------------------------------
MNU_ABOUT_PICPICK		                   = Επιλογές Εφαρμογής...
MNU_EXIT_PICPICK		                   = Έξοδος

;4.0.1
[Widget]
MNU_WIDGET			                       = Μικροεφαρμογή
MNU_WIDGET_LOCK			                   = Κλείδωμα μικροεφαρμογής
MNU_WIDGET_SMALLICONS		               = Προβολή μικρών εικονιδίων
MNU_WIDGET_AUTOHIDE		                 = Αυτόματη-απόκρυψη
MNU_WIDGET_OPACITY		                 = Aδιαφάνεια
MNU_WIDGET_ALWAYSTOP		               = Πάντα στην κορυφή
MNU_WIDGET_CLOSE		                   = Κλείσημο μικροεφαρμογής
;4.0.1

[PicPickEditor]
;-------------------------------------------------------------
MNU_FILE                               = Αρχείο
MNU_FILE_NEW                           = Nέο
MNU_FILE_OPEN                          = Άνοιγμα
MNU_FILE_OPENCLIPBOARD                 = Ανοιγμα από Πρόχειρο
MNU_FILE_OPENURL                       = Άνοιγμα από URL
MNU_FILE_SAVESAME                      = Αποθήκευση
MNU_FILE_SAVE                          = Αποθήκευση Ως
MNU_FILE_SAVESELECT                    = Αποθήκευση Επιλογής Ως...
MNU_FILE_SAVEALL                       = Αποθήκευση Όλων
MNU_FILE_PRINT                         = Εκτύπωση
MNU_FILE_CLOSEIMAGE                    = Κλείσιμο Εικόνας
MNU_FILE_CLOSECURRENTIMAGE             = Τρέχουσα Εικόνα
MNU_FILE_CLOSEALLIMAGE                 = Όλες οι Εικόνες
MNU_FILE_CLOSEALLSAVEDIMAGE            = Όλες οι Αποθηκευμένες Εικόνες
MNU_FILE_CLOSEPICPICK                  = Έξοδος
;-------------------------------------------------------------
MNU_EDIT                               = Eπεξεργασία
MNU_EDIT_UNDO                          = Αναίρεση
MNU_EDIT_REDO                          = Επανάληψη 
MNU_EDIT_CUT                           = Αποκοπή
MNU_EDIT_COPY                          = Αντιγραφή
MNU_EDIT_PASTE                         = Επικόλληση
MNU_EDIT_PASTEFROMFILE                 = Επικόλληση από Αρχείο...
MNU_EDIT_SELECTDEL                     = Διαγραφή
MNU_EDIT_SELECTNEW                     = Κόψιμο
MNU_EDIT_DESELECT                      = Αποεπιλογή
MNU_EDIT_SELECTALL                     = Επιλογή Όλων
MNU_EDIT_IMAGERESIZE                   = Αλλαγή Μεγέθους Εικόνας...
MNU_EDIT_CANVASRESIZE                  = Αλλαγή Μεγέθους Καμβά...
MNU_EDIT_VIEWBITMAP                    = Εμφάνιση Γραφικού σε Πλήρη-οθόνη...
;-------------------------------------------------------------
MNU_TOOLS                              = Εργαλεία
MNU_TOOLS_FULLSCREEN 		               = Λήψη Πλήρους-οθόνης
MNU_TOOLS_ACTIVEWINDOW 		             = Λήψη Ενεργού Πλαισίου
MNU_TOOLS_CONTROL 		                 = Λήψη Στοιχείου Πλαισίου
MNU_TOOLS_SCROLLINGWINDOW	             = Λήψη Κυλιόμενου Πλαισίου
MNU_TOOLS_WEBPAGE 		                 = Λήψη Ιστοσελίδας
MNU_TOOLS_REGION 		                   = Λήψη Τμήματος
MNU_TOOLS_FIXEDREGION 		             = Λήψη Σταθερού Τμήματος
MNU_TOOLS_FREEHAND 		                 = Λήψη Ελεύθερης Επιλογής
MNU_TOOLS_REPEAT 		                   = Επανάλψη Τελευταίας Λήψης
MNU_TOOLS_COLORPICKER		               = Επιλογή Χρώματος
MNU_TOOLS_COLORPALETTE		             = Χρωματική Παλέτα
MNU_TOOLS_MAGNIFIER		                 = Μεγενθυντικός Φακός
MNU_TOOLS_PIXELRULER		               = Χάρακας Πίξελ
MNU_TOOLS_PROTRACTOR	 	               = Μοιρογνωμόνιο
MNU_TOOLS_CROSSHAIR		                 = Σταυρόνημα
MNU_TOOLS_WHITEBOARD		               = Πίνακας
MNU_TOOLS_OPTION		                   = &Επιλογές Εφαρμογής 
;-------------------------------------------------------------
MNU_TOOLSOPTION				                 = Ρυθμίσεις Λήψης
MNU_TOOLSOPTION_OUTPUTTYPE			       = Μορφή Εξόδου
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		   = Προεπιλεγμένη Μορφή Γραφικού
MNU_TOOLSOPTION_DUALMONITORS			     = Υποστήριξη Διπλής Οθόνης
MNU_TOOLSOPTION_HOTKEY			           = Αλλαγή Συντομεύσεων...
MNU_TOOLSOPTION_SOUND				           = Ενεργοποίηση Εφέ Ήχου
MNU_TOOLSOPTION_SCROLLCAPTURE		       = Ενεργοποίηση Αυτόματης Κύλισης
MNU_TOOLSOPTION_MOUSECURSOR			       = Συνύπαρξη Δρομέα Εικόνας
MNU_TOOLSOPTION_STARTUPPROGRAM		     = Άνοιγμα PicPick στην Έναρξη
MNU_TOOLSOPTION_OPENEDITOR			       = Άνοιγμα Eπεξεργασίας στην έναρξη
MNU_TOOLS_COLORTYPE				             = Αντιγραφή Χρώματος Ως
;-------------------------------------------------------------
MNU_EFFECT 			                       = Εφέ
MNU_EFFECT_INVERT 		                 = Αντιστροφή
MNU_EFFECT_GRAYSCALE		               = Αποχρώσεις του γκρι
MNU_EFFECT_MOSAIC 		                 = Μωσαϊκό...
MNU_EFFECT_BLUR 		                   = Θόλωμα
MNU_EFFECT_SHARPEN 		                 = Όξυνση
MNU_EFFECT_BRIGHTNESS 		             = Φωτεινότητα/Αντίθεση...
MNU_EFFECT_HSL 			                   = Απόχρωση/Κορεσμός...
MNU_EFFECT_BORDER 		                 = Εφέ Γωνιών
MNU_EFFECT_FLIP 		                   = Αναστροφή
MNU_EFFECT_FLIPH 		                   = Οριζόντια Αναστροφή
MNU_EFFECT_FLIPV 		                   = Κάθετη Αναστροφή
MNU_EFFECT_ROTATE 		                 = Περιστροφή
MNU_EFFECT_ROTATE90 		               = 90'  δεξιόστροφη
MNU_EFFECT_ROTATE180 		               = 180' δεξιόστροφη
MNU_EFFECT_ROTATE270 		               = 270' δεξιόστροφη
MNU_EFFECT_FRAME		                   = Πλαίσιο...
MNU_EFFECT_COLORBALANCE		             = Εξισορρόπηση Χρώματος...
MNU_EFFECT_WATERMARK		               = &Υδατογράφημα...
#--------------------------------------------------------------------------
MNU_WINDOW                             = Παράθυρο 
MNU_WINDOW_CASCADE                     = Στοίβαξη
MNU_WINDOW_TILEH                       = Οριζόντια Παράθεση
MNU_WINDOW_TILEV                       = Κάθετη Παράθεση
MNU_WINDOW_MINIMIZEALL                 = Σμικρυνση Όλων
;-------------------------------------------------------------
MNU_HELP                               = Βοήθεια
MNU_HELP_WEBSITE                       = Ιστότοπος PicPick...
MNU_HELP_ABOUT                         = Σχετικά...

PNL_TOOL_TOOLS                         = Εργαλεία
PNL_TOOL_COLOR                         = Χρώμα
PNL_TOOL_PROPERTY                      = Ιδιότητες
LBL_TOOL_WIDTHS                        = Πλάτος :
LBL_TOOL_OPACITY                       = Αδιαφάνεια
LBL_TOOL_SHAPE                         = Σχήμα:

;-------------------------------------------------------------
#Ribbon

TAB_HOME                               = Αρχική
TAB_FILE                               = Αρχείο
TAB_VIEW                               = Προβολή
TAB_SHAPES                             = Σχήματα
TAB_SHAPES_SUB                         = Διαμόρφωση
TAB_NUMBERSTAMP                        = Στάμπα Αριθμού
TAB_NUMBERSTAMP_SUB                    = Διαμόρφωση
TAB_SELECTION                          = Επιλογή
TAB_SELECTION_SUB                      = Διαμόρφωση
TAB_MAGNIFIER                          = Εφέ Μεγέθυνσης
TAB_MAGNIFIER_SUB                      = Διαμόρφωση
TAB_STAMPS                             = Στάμπες
TAB_STAMPS_SUB                         = Διαμόρφωση
TAB_SHARE                              = Κοινόχρηστο

TBR_CLIPBOARD                          = Πρόχειρο
TBN_CLIPBOARD_PASTE                    = Επικόλληση
TBN_CLIPBOARD_CUT                      = Αποκοπή
TBN_CLIPBOARD_COPY                     = Αντιγραφή
TBN_CLIPBOARD_DELETE                   = Διαγραφή

TBR_VIEW                               = Προβολή
TBN_VIEW_ZOOMIN                        = Μεγέθυνση
TBN_VIEW_ZOOMOUT                       = Σμίκρυνση
TBN_VIEW_FULL                          = Πλήρης Οθόνη
TBN_VIEW_100                           = Πραγματικό Μέγεθος

TBR_IMAGE                              = Εικόνα
TBN_IMAGE_EFFECT                       = Εφέ
TBN_IMAGE_CROP                         = Κόψιμο
TBN_IMAGE_RESIZE                       = Αλλαγή Μεγέθους
TBN_IMAGE_ROTATE                       = Περιστροφή

TBR_TOOLS                              = Εργαλεία
TBR_COLOR                              = Χρώματα

POP_COLORTYPE1                         = Παστέλ
POP_COLORTYPE2                         = Βασικά 

TBR_SHOWHIDE                           = Εμφάνιση-Απόκρυψη
TBN_RULER                              = Χάρακας
TBN_STATUSBAR                          = Κατάσταση
TBN_TAB                                = Πινακίδα

TBN_THUMBNAIL                          = Προβολή Μικρογραφίας

TBR_WINDOW                             = Παράθυρα
TBN_CASCADE                            = Στοίβαξη
TBN_ARRANGEALL                         = Τακτοποίηση όλων

TBN_REGISTER                           = Δήλωση...

TBN_VIEW_100                           = Εμφάνιση 100% 

TBN_TOOLS_SELECT                       = Επιλογή

TBN_TOOLS_MOVE                         = Mετακίνηση
TBN_TOOLS_DRAW                         = Σχεδίαση
TBN_TOOLS_DRAW_BRUSH                   = Πινέλο
TBN_TOOLS_DRAW_ERASER                  = Γομολάστιχα   
TBN_TOOLS_DRAW_MARKER                  = Μαρκαδόρος
TBN_TOOLS_FILL                         = Γέμισμα
TBN_TOOLS_FILL_OPTIONS                 = Επιλογές Γεμίσματος
TBN_TOOLS_FILL_STANDARD                = Συνεχές 
TBN_TOOLS_FILL_REPLACEMENT             = Αντικατάσταση Χρώματος
TBN_TOOLS_STAMPS                       = Στάμπες
TBN_TOOLS_STAMPS_NUMBER                = Στάμπες Αριθμών
TBN_TOOLS_STAMPS_GENERAL               = Στάμπες Γενικής Χρήσης
TBN_TOOLS_STAMPS_CURSOR                = Στάμπες Δρομέα
TBN_SELECT_SELECTION_SHAPES            = Επιλογή Σχημάτων
TBN_SELECT_SELECTION_OPTIONS           = Επιλογή Ρυθμίσεων
TBN_SELECT_RECTANGLE                   = Ορθογώνια επιλογή
TBN_SELECT_ELLIPSE                     = Ελλειπτική Επιλογή

TBR_SIZE                               = Μέγεθος
TBN_MORECOLORS                         = Περισσότερα
MNU_PALETTETYPE                        = Τύπος παλέτας

MNU_TOPBAR_TITLE                       = Προσαρμογή Πλήκτρων Κορυφής
MNU_TOPBAR_MINIMIZERIBBON              = Ελαχιστοποίηση Κορδέλας

MNU_QAT_TITLE                          = Προσαρμογή Εργαλείων Γρήγορης Πρόσβασης
MNU_QAT_ADD                            = Προσθήκη  Εργαλείων Γρήγορης Πρόσβασης
MNU_QAT_DELETE                         = Αφαίρεση Εργαλείων Γρήγορης Πρόσβασης
MNU_QAT_ABOVE                          = Προβολή Εργαλείων Γρήγορης Πρόσβασης Πάνω από την Κορδέλα
MNU_QAT_BELOW                          = Προβολή Εργαλείων Γρήγορης Πρόσβασης Κάτω από την Κορδέλα

MNU_QAT_DELETE                         = Επαναφορά Εργαλειοθήκης Γρήγορης Πρόσβασης
TBN_VIEW_TOUCHMODE                     = Λειτουργία Αφής

;-------------------------------------------------------------
[PicPickEditor Tip]
;-------------------------------------------------------------

TIP_FILE_NEW                           = Δημιουργία νέας κενής εικόνας
TIP_FILE_OPEN                          = Άνοιγμα υπάρχουσας εικόνας
TIP_FILE_OPENCLIPBOARD                 = Άνοιγμα εικόνας από το πρόχειρο
TIP_FILE_OPENURL                       = Άνοιγμα εικόνας από URL
TIP_FILE_SAVE                          = Αποθήκευση ενεργής εικόνας
TIP_FILE_SAVEAS                        = Αποθήκευση ενεργής εικόνας με νέο όνομα
TIP_FILE_SAVESELECT                    = Αποθήκευση επιλογής με νέο όνομα
TIP_FILE_SAVEALL                       = Αποθήκευση όλων των εικόνων με νέο όνομα
TIP_FILE_PRINT                         = Εκτύπωση εικόνας
TIP_FILE_CLOSEIMAGE                    = Κλείσιμο τρέχουσας εικόνας
TIP_FILE_CLOSEALLIMAGE                 = Κλείσιμο όλων των αρχείων εικόνων
TIP_FILE_CLOSEALLSAVEDIMAGE            = Κλείσιμο όλων των αποθηκευμένων αρχείων εικόνων
TIP_FILE_CLOSEPICPICK                  = Κλείσιμο παραθύρου
;-------------------------------------------------------------
TIP_EDIT_UNDO                          = Αναίρεση τελευταίας ενέργειας
TIP_EDIT_REDO                          = Επανάληψη της προηγούμενης ενέργειας που αναιρέθηκε
TIP_EDIT_CUT                           = Αποκοπή  επιλογής και μεταφορά της στο πρόχειρο
TIP_EDIT_COPY                          = Αντιγραφή  επιλογής και τοποθέτηση της στο πρόχειρο
TIP_EDIT_PASTE                         = Επικόλληση των περιεχομένων του προχείρου στην ενεργή εικόνα 
TIP_EDIT_PASTEFROMFILE                 = Επικόλληση αρχείου στην τρέχουσα εικόνα
TIP_EDIT_SELECTDEL                     = Διαγραφή επιλογής
TIP_EDIT_SELECTNEW                     = Περικοπή εικόνας στην επιλεγμένη περιοχή
TIP_EDIT_DESELECT                      = Αποεπιλογή εικόνας
TIP_EDIT_SELECTALL                     = Επιλογή ολόκληρης εικόνας
TIP_EDIT_IMAGERESIZE                   = Αλλαγή μεγέθους εικόνας
TIP_EDIT_CANVASRESIZE                  = Αλλαγή μεγέθους καμβά
TIP_EDIT_VIEWBITMAP                    = Εμφάνιση εικόνας σε πλήρη οθόνη
;-------------------------------------------------------------
TIP_TOOLS_CAPTURE                      = Εμφάνιση της γραμμής Λήψης στην οθόνη
TIP_TOOLS_FULLSCREEN                   = Λήψη της επιφάνειας εργασίας
TIP_TOOLS_ACTIVEWINDOW                 = Λήψη ενεργού παραθύρου
TIP_TOOLS_CONTROL                      = Λήψη στοιχείου του παραθύρου
TIP_TOOLS_SCROLLINGWINDOW	             = Λήψη κυλιόμενου παραθύρου
TIP_TOOLS_WEBPAGE                      = Λήψη ιστοσελίδων
TIP_TOOLS_REGION                       = Λήψη ορθογώνιας περιοχής
TIP_TOOLS_FREEHAND                     = Λήψη ελεύθερης επιλογής
TIP_TOOLS_FIXEDREGION                  = Λήψη σταθερής ορθογώνιας περιοχής
TIP_TOOLS_REPEAT                       = Λήψη της ίδιας με πριν περιοχής
TIP_TOOLS_CAPTUREMENU                  = Λήψη εικονας στην οθόνη
TIP_TOOLS_COLORPICKER	                 = Επιλογή κώδικα χρώματος στην οθόνη
TIP_TOOLS_COLORPALETTE	               = Βρίτε και ρυθμίστε το χρώμα που θέλετε
TIP_TOOLS_MAGNIFIER	                   = Ρίξτε μια κοντινή ματιά στα πίξελ της οθόνης
TIP_TOOLS_PIXELRULER	                 = Βρείτε αποστάσεις/μεγέθη αντικειμένων στο desktop
TIP_TOOLS_CROSSHAIR	                   = Υπολογίστε τις σχετικές συντεταγμένες
TIP_TOOLS_PROTRACTOR	                 = Μετρήστε οποιαδήποτε γωνία στην οθόνη
TIP_TOOLS_WHITEBOARD	                 = Για παρουσιάση ή σχεδίαση οτιδήποτε
TIP_TOOLS_OPTION		                   = Εμφάνιση των επιλογών της εφαρμογής
;-------------------------------------------------------------
TIP_TOOLSOPTION					               = Αλλαγή επιλογής Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		 = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD	 = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE	 = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER	 = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER	     = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		     = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	   = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	   = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	       = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	     = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	 = Αλλαγή προορισμού της Λήψης 
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	   = Αλλαγή προορισμού της Λήψης
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	   = Αλλαγή προορισμού της Λήψης

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		   = Αλλαγή προεπιλεγμένου τύπου αρχείου εικόνας
TIP_TOOLSOPTION_DUALMONITORS			     = Υποστήριξη διπλής κατά την λήψη
TIP_TOOLSOPTION_HOTKEY				         = Αλλαγή συντομεύσεων
TIP_TOOLSOPTION_SOUND				           = Ενεργοποίηση ήχου κατά τη λήψη
TIP_TOOLSOPTION_SCROLLCAPTURE			     = Λήψη εικόνας κυλιόμενου στοιχείου
TIP_TOOLSOPTION_MOUSECURSOR			       = Να συμπεριλαμβάνετε ο δρομέας στην εικόνα
TIP_TOOLSOPTION_STARTUPPROGRAM		     = Εκτέλεση του PicPick με την έναρξη των Windows
TIP_TOOLSOPTION_OPENEDITOR			       = Άνοιγμα επεξεργασίας με την έναρξη της εφαρμογής
TIP_TOOLS_COLORTYPE				             = Αλλαγή αντιγραφής χρώματος ως[HTML, RGB, C++, Delphi]

;-------------------------------------------------------------
TIP_EFFECT_INVERT                      = Αντιστροφή των χρωμάτων της εικόνας
TIP_EFFECT_GRAYSCALE                   = Μετατροπή εικόνας σε 256 χρωματικές αποχρώσεις γκρι
TIP_EFFECT_MOSAIC                      = Εφαρμογή εφέ μωσαϊκού
TIP_EFFECT_BLUR                        = Εφαρμογή εφέ θολώματος
TIP_EFFECT_SHARPEN                     = Εφαρμογή εφέ όξυνσης
TIP_EFFECT_BRIGHTNESS                  = Φωτεινότητα/Αντίθεση
TIP_EFFECT_HSL                         = Χροιά/Κορεσμός
TIP_EFFECT_FLIPH                       = Αναστρέφει οριζόντια την επιλεγμένη περιοχή ή ολόκληρη την εικόνα
TIP_EFFECT_FLIPV                       = Αναστρέφει κάθετα την επιλεγμένη περιοχή ή ολόκληρη την εικόνα
TIP_EFFECT_ROTATE90                    = Δεξιά περιστροφή 90' 
TIP_EFFECT_ROTATE180                   = Δεξιά περιστροφή 180' 
TIP_EFFECT_ROTATE270                   = Δεξιά περιστροφή 270' 
TIP_EFFECT_FRAME                       = Εφαρμογή εφέ πλαισίου
TIP_EFFECT_WATERMARK                   = Προσθήκη υδατογραφήματος λογότυπου

;-------------------------------------------------------------
TIP_WINDOW_CASCADE                     = Τακτοποιεί τα παράθυρα σαν κάθετα επικαλλυπτόμενα πλακίδια
TIP_WINDOW_TILEH                       = Τακτοποιεί τα παράθυρα σαν οριζόντια  μη επικαλλυπτόμενα πλακίδια
TIP_WINDOW_TILEV                       = Τακτοποιεί τα παράθυρα σαν κάθετα μη επικαλλυπτόμενα πλακίδια
TIP_WINDOW_MINIMIZEALL                 = Ελαχιστοποιεί όλα τα ανοικτά παράθυρα
;-------------------------------------------------------------
TIP_HELP_WEBSITE                       = Μεταφορά στην ιστοσελίδα του PicPick
TIP_HELP_ABOUT                         = Εμφανίζει πληροφορίες για το πρόγραμμα και τη πνευματική ιδιοκτησία
;-------------------------------------------------------------

TIP_TOOL_MOVE                          = Μετακινεί ολόκληρη την εικόνα ή το επιεγμένο αντικείμενο
TIP_TOOL_SELECT                        = Επιλογή μέρους της εικόνας.
TIP_TOOL_FILL                          = Κλικ σε μια περιοχή του καμβά για γέμισμα με χρώμα.
TIP_TOOL_PICKCOLOR                     = Επιλογή ενός χρώματος από την οθονη και χρήση του για σχεδίαση.
TIP_TOOL_DRAW                          = Σχεδίαση με διάφορα είδη πινέλων.
TIP_TOOL_STAMPS                        = Σχεδιάζει στάμπες στην εικόνα
TIP_TOOL_SHAPE                         = Σχεδίαση σχημάτων στην εικόνα 
TIP_SIZE                               = Επιλέξτε πλάτος για το εργαλείο επιλογής

TIP_OUTPUTTYPE_MSWORD1 		             = Εισαγωγή αντιγράφου της εικόνας
TIP_OUTPUTTYPE_MSWORD2 		             = στο Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 		           = Εισαγωγή αντιγράφου της εικόνας
TIP_OUTPUTTYPE_MSEXCEL2 	             = στο Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	         = Εισαγωγή αντιγράφου της εικόνας 
TIP_OUTPUTTYPE_MSPOWERPOINT2 	         = στο Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		               = Αποστολή αντίγραφου αυτής της 
TIP_OUTPUTTYPE_SKYPE2 		             = εικόνας στο Skype


TIP_OUTPUTTYPE_PROGRAM1		             = Αποστολή αντιγράφου της εικόνας 
TIP_OUTPUTTYPE_PROGRAM2 		           = σε ένα εξωτερικό πρόγραμμα

TIP_OUTPUTTYPE_MSOUTLOOK1	             = Επισύναψη αντιγράφου της εικόνας 
TIP_OUTPUTTYPE_MSOUTLOOK2	             = σε ηλεκτρονικό μήνυμα

TIP_OUTPUTTYPE_FACEBOOK1		           = Ανεβάστε και μοιράστε αυτή την εικόνα 
TIP_OUTPUTTYPE_FACEBOOK2 		           = στο Facebook

TIP_OUTPUTTYPE_TWITTER1		             = Ανεβάστε και μοιράστε αυτή την εικόνα  
TIP_OUTPUTTYPE_TWITTER2 		           = στο Twitter

TIP_OUTPUTTYPE_FTP1		                 = Άμμεση αποστολή αυτής της εικόνας σε
TIP_OUTPUTTYPE_FTP2 		               = μια τοποθεσία του Web μέσω FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	             = Αποστολή αυτής της εικόνας απευθείας σε
TIP_OUTPUTTYPE_WEBUPLOAD2	             = μια τοποθεσία του Web

TIP_OUTPUTTYPE_CLOUD1		                = Ανέβασμα της εικόνας στο Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		              = Google Drive, SkyDrive κλπ

TIP_IMAGE_ROTATEFLIP                   = Περιστροφή ή αναστροφή εικόνας ή επιλογής

TIP_TOOLS_EFFECT                       = Επιλογή εφέ
TIP_TOOLS_WIDTHS                       = Επιλογή πλάτους
TIP_TOOLS_OPACITY                      = Επιλογή αδιαφάνειας

TIP_VIEW_ZOOMIN                        = Μεγέθυνση τρέχουσας εικόνας 
TIP_VIEW_ZOOMOUT                       = Σμίκρυνση τρέχουσας εικόνας
TIP_VIEW_ZOOMSELECT                    = Μεγένθυση ή Σμίκρυνση
TIP_VIEW_ACTUALSIZE                    = Μεγένθυση 100%
TIP_VIEW_THUMBNAIL                     = Εμφάνιση σελίδας μικρογραφιών για γρήγορη επιλογή εικόνας  

TIP_SHOW_RULER                         = Εμφάνιση/απόκρυψη χαράκων μέτρησης των εικόνων σας
TIP_SHOW_STATUSBAR                     = Εμφάνιση/απόκρυψη γραμμής κατάστασης στο κάτω μέρος του παραθύρου
TIP_SHOW_TAB                           = Εμφάνιση/απόκρυψη της γραμμής πινακίδων

TIP_COLOR_COLOR1                       = Χρώμα Μελάνης
TIP_COLOR_COLOR2                       = Χρώμα Φόντου
TIP_COLOR_SWAP                         = Εναλλαγή  χρωμάτων μελάνης/φόντου
TIP_COLOR_DEFAULT                      = Προεπιλογή Χρωμάτων μελάνης/φόντου
TIP_COLOR_MORE                         = Εμφάνιση περισσοτέρων παλετών

TIP_SHAPE_FLATTEN                      = Εξισορροπεί τα σχήματα
TIP_SHAPE_DELETE                       = Διαγράφει το σχήμα
TIP_SHAPE_DUPLICATE                    = Αντιγράφει το σχήμα (διπλότυπο)

TIP_SHAPE_FILL                         = Γεμίζει το επιλεγμένο σχήμα
TIP_SHAPE_OUTLINE                      = Περίγραμμα Σχημάτων
TIP_SHAPE_EFFECTS                      = Μορφή Σχημάτων
TIP_SHAPE_ADDTEXT                      = Εισάγει κείμενο στο σχήμα

TIP_SHAPE_FLATTEN_ALL                  = Εξισορροπεί όλα τα σχήματα
TIP_SHAPE_BRINGTOFRONT                 = Τοποθετεί το επιλεγμένο αντικείμενο εμπρός, έτσι ώστε να κρύβεται από λιγότερα αντικείμενα που βρίσκονται μπροστά του
TIP_SHAPE_SENDTOBACK                   = Τοποθετεί το επιλεγμένο αντικείμενο πίσω, έτσι ώστε να κρύβεται από τα αντικείμενα που βρίσκονται μπροστά του

[Dialogs]
;-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE              = PicPick   
DLG_CONTROLCAPTURE_TITLE              = PicPick - Παράθυρο Ελέγχου
DLG_SCROLLINGWINDOWCAPTURE_TITLE      = PicPick - Κυλλιόμενο Παράθυρο  
DLG_REGIONCAPTURE_TITLE               = PicPick - Περιοχή Λήψης
DLG_FIXEDREGIONCAPTURE_TITLE          = PicPick - Λήψη Σταθερής Περιοχής
DLG_FREEHANDCAPTURE_TITLE             = PicPick - Επιλεγόμενη Λήψη 
DLG_WHITEBOARDTOOL_TITLE              = PicPick - Πίνακας
DLG_MAGNIFIER_TITLE                   = PicPick - Μεγεθυντικός Φακός 
DLG_COLORPICKER_TITLE                 = PicPick - Επιλογέας Χρώματος
DLG_CROSSHAIR_TITLE                   = PicPick - Σταυρόνημα
DLG_COLORPALETTE_TITLE                = Παλέτα Χρωμάτων
DLG_AUTOSAVE_TITLE                    = Αυτόματη Αποθήκευση
DLG_NEWIMAGE_TITLE                    = Νέα Εικόνα
DLG_PRINT_TITLE                       = Εκτύπωση
DLG_CANVASSET_TITLE                   = Αλλαγή Μεγέθους Καμβά
DLG_IMAGERESIZE_TITLE                 = Αλλαγή Μεγέθους Εικόνας
DLG_ABOUT_TITLE                       = Σχετικά
DLG_PIXELATE_TITLE                    = Μωσαϊκό
DLG_HUESATURATION_TITLE               = Χροιά/Κορεσμός
DLG_BRIGHTNESSCONTRAST_TITLE          = Φωτεινότητα/Αντίθεση
DLG_FRAME_TITLE		                    = Πλαίσιο
DLG_WATERMARK_TITLE		                = Υδατογράφημα
DLG_FONTVIEW_TITLE                    = Εισαγωγή Κειμένου
DLG_CAPTURE_TITLE                     = Λήψη
DLG_CHANGEHOTKEY_TITLE                = Συντομεύσεις 
DLG_WEBPAGECAPTURE_TITLE              = Λήψη Ιστοσελίδων
DLG_SHORTCUT_TITLE                    = Αλλαγή Συντομεύσεων 
DLG_SETUP_TITLE		                    = Επιλογές Προγράμματος
DLG_FILENAMESETUP_TITLE	              = Όνομα Αρχείου
DLG_IMAGES_TITLE	                    = Εικόνες
DLG_GENERALSETUP_TITLE	              = Γενικά

DLG_FTPSETUP_TITLE	                   = FTP
DLG_EDITORSETUP_TITLE	                 = Επεξεργαστής
DLG_ARROWSET_TITLE	                   = Προσαρμογή Βέλους
DLG_FACEBOOK_TITLE	                   = Σύνδεση στο Facebook
DLG_TWITTER_TITLE		                   = Σύνδεση στο Twitter
DLG_WEBUPLOAD_TITLE	                   = Ανέβασμα στον Ιστό

BTN_OK                                 = OK
BTN_CANCEL                             = Ακυρο
BTN_APPLY                              = Εφαρμογή
;-------------------------------------------------------------

[About]

GRP_PRESET                             = Προτιμήσεις
CHK_ADDSTARTUP                         = Εκτέλεση στην έναρξη
CHK_ADDDESTKOP                         = Εικονίδιο στην επιφάνεια εργασίας
CHK_CHECKUPDATE                        = Έλεγχος για ενημερώσεις
LBL_LANGUAGE                           = Γλώσσα
BTN_HOTKEY                             = Συντομεύσεις...
BTN_CREDIT                             = Συντελεστές
LBL_PROGRAMPARAMETER                   = Παράμετροι...
CHK_SETTINGTOAPPDATA                   = Αποθήκευση ρυθμίσεων στα δεδομένα της εφαρμογής
LBL_MORELANGUAGE                       = Περισότερες Γλώσσες...

[Captures]
;-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY            = Ιδιότητες
LBL_CONTROLCAPTURE_CLASS               = Ονομασία
LBL_CONTROLCAPTURE_SIZE                = Μέγεθος
LBL_CONTROLCAPTURE_INFO                = Στοιχείο
LBL_CONTROLCAPTURE_SCROLL              = Aυτόματη Κύλλιση
LBL_CONTROLCAPTURE_OUTPUTTYPE          = Τύπος Εξόδου
LBL_CONTROLCAPTURE_HANDLE              = Δείκτης
LBL_CONTROLCAPTURE_RECT                = Ορθωγ.
LBL_CONTROLCAPTURE_BOTTOMTIP           = Επιλέξτε ένα κοντρόλ του παραθύρου (κουμπί, καρτέλα, πλαίσιο, γραμμή εργαλείων, κ.λπ.) και πιέστε το πλήκτρο PrtScn.

GRP_FIXEDREGIONCAPTURE_PROPERTY        = Μέγεθος Περιοχής
LBL_FIXEDREGIONCAPTURE_WIDTH           = Πλάτος :
LBL_FIXEDREGIONCAPTURE_HEIGHT          = Ύψος :

TIP_REGIONCAPTURE_NOTDRAG              = Επιλέξτε οποιαδήποτε ορθογώνια περιοχή της επιφάνειας εργασίας.
TIP_PIXEL                              = Πιξελς
TIP_FREEHANDCAPTURE_NOTDRAG            = Σχεδιάστε οποιοδήποτε σχήμα για σύλληψη στην οθόνη.

LBL_COLORPICKER_COLORAS                = Χρώμα Ως :
LBL_COLORPICKER_VALUE                  = Τιμή :

LSV_WEBPAGECAPTURE_LIST                = Επιλέξτε Ιστοσελίδα για λήψη
BTN_WEBPAGECAPTURE_RELOAD              = Φόρτωση ξανά
BTN_WEBPAGECAPTURE_CAPTURE             = Λήψη

LBL_MINIHELP                           = Αριστερό κλικ για επιλογή περιοχής.
;-------------------------------------------------------------


[Shortcut]
;-------------------------------------------------------------
TAB_HOTKEY                             = Συντομεύσεις 
GRB_CAPTURE                            = Λήψη Οθόνης
GRB_TOOLS                              = Εργαλεία

LBL_KEYNONE                            = Κανένα

LBL_CAPTURE_FULLSCREEN		             = Ολόκληρη-οθόνη
LBL_CAPTURE_ACTIVEWINDOW	             = Ενεργό Παράθυρο
LBL_CAPTURE_CONTROL		                 = Στοιχείο Παράθυρου
LBL_CAPTURE_SCROLLINGWINDOW	           = Κυλλιόμενο Παράθυρο
LBL_CAPTURE_REGION		                 = Τμήμα
LBL_CAPTURE_FIXEDREGION		             = Σταθερό Τμήμα
LBL_CAPTURE_FREEHAND		               = Ελεύθερη Επιλογή
LBL_CAPTURE_WEBPAGE		                 = Ιστοσελίδα
LBL_CAPTURE_REPEAT		                 = Επανάληψη Τελευταίας Λήψης

LBL_TOOLS_EDITOR		                   = Επεξεργασία Εικόνας
LBL_TOOLS_COLORPICKER		               = Επιλογέας Χρώματος
LBL_TOOLS_COLORPALETTE		             = Παλέτα Χρωμάτων
LBL_TOOLS_PIXELRULER		               = Χάρακας Πίξελς
LBL_TOOLS_PROTRACTOR		               = Μοιρογνωμόνιο
LBL_TOOLS_CROSSHAIR		                 = Σταυρόνημα
LBL_TOOLS_WHITEBOARD		               = Πίνακας

LBL_TOOLS_MAGNIFIER		                 = Mεγενθυντικός Φακός

CBO_HOTKEY_CUSTOM		                   = Προσαρμογή...
CBO_HOTKEY_DEFAULT		                 = Προεπιλογές PicPick
CBO_HOTKEY_HYPERSNAP		               = HyperSnap
CBO_HOTKEY_NONE			                   = Απενεργοποίηση
;-------------------------------------------------------------


;-------------------------------------------------------------

[FontView]

GRP_COLOR                              = Χρώματα
LBL_FONTCOLOR                          = Χρώμα Γραμματοσειράς
CHK_FILLCOLOR                          = Χρώμα Γεμίσματος
CHK_AA                                 = Στρογγυλεμένες άκρες γραμματοσειρών οθόνης

[AutoSave]
;-------------------------------------------------------------

GRP_SELECTFOLDER                       = Αυτόματη Αποθήκευση Εικόνων
LBL_SELECTFOLDER                       = Επιλογή φακέλου αυτόματης αποθήκευσης των εικόνων σας.
BTN_SELECTFOLDER                       = Αναζήτηση...
GRP_SELECTFILENAME                     = Όνομα Αρχείου
RDO_SELECTFILENAME_TEXT                = Κείμενο + Αριθμός
RDO_SELECTFILENAME_NUM                 = ΜΟΝΟ Αριθμός
RDO_SELECTFILENAME_DATETIME            = Ημέρα/Ώρα
LBL_SELECTFILENAME_DATETIME_FORMAT     = χχχχ-μμ-ηη ωω λλ δδ
EDT_SELECTFILENAME_DEFAULT             = Εικόνα
GRP_SELECTFORMAT                       = Μορφή Αρχείου
RDO_SELECTFORMAT_BMP                   = Αρχεία Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG                   = Αρχεία Εικόνας JPEG (*.jpg)
RDO_SELECTFORMAT_PNG                   = Φορητά γραφικά δικτύου (*.png)
RDO_SELECTFORMAT_GIF                   = Αρχεία Εικόνας GIF (*.gif)
RDO_SELECTFORMAT_PDF                   = Αρχεία PDF (*.pdf)
LBL_SAVEFILENAME                       = Προεπιλογή ονόματος Αρχείου για αυτόματη αποθήκευση ή ανέβασμα FTP.
LBL_EXAMPLETITLE                       = Παράδειγμα)
LBL_EXAMPLE1                           = %y : Χρόνος, %m : Μήνας, %d : Ημέρα
LBL_EXAMPLE2                           = %h : Ώρα, %n : Λεπτό, %s : Δευτ/το
LBL_EXAMPLE3                           = %c : Αριθμός
LBL_EXAMPLE4                           = %u : Όνομα Χρήστη, %w : Όνομα Υπολογιστή
LBL_EXAMPLE5                           = %t : Χρονοσφραγίδα τύπου Unix 
GRB_OTHERPROGRAM                       = Ρυθμίσεις Εξωτερικής Εφαρμογής
LBL_OTHERPROGRAM                       = Επιλογή εξωτερικής εφαρμογής για αποστολή των λήψεων σας.
LBL_OTHERPROGRAMPATH                   = Φάκελος Εφαρμογής :
LBL_OTHERPROGRAMPARAMETER              = Παράμετρος : 
LBL_OTHERPROGRAMSELECT                 = Αποστολή σε εξωτερική εφαρμογή...
LBL_OTHERPROGRAMMSWORD                 = Microsoft Word
LBL_OTHERPROGRAMMSEXCEL                = Microsoft Excel
LBL_OTHERPROGRAMMSPPT                  = Microsoft PowerPoint

[GeneralSet]

GRB_STARTINGOPTION                     = Eπιλογές Έναρξης
LBL_PROGRAM_MODE                       = Προεπιλεγμένη λειτουργία εφαρμογής
CBO_PROGRAM_MODE_EDITOR                = Επεξεργαστής Εικόνας
CBO_PROGRAM_MODE_WIDGET                = Αιωρούμενη Μικροεφαρμογή
CBO_PROGRAM_MODE_TRAY                  = Προβολή μόνο ειδοποιήσεων 

CHK_STARTUP                            = Εκτέλεση PicPick στην έναρξη των Windows
CHK_UPDATE                             = Έλεγχος για ενημερώσεις 

[CaptureSet]
;-------------------------------------------------------------
GRB_CAPTUREOPTION		                   = Επιλογές Λήψης
CHK_DUALMONITORS		                   = Υποστήριξη διπλής οθόνης
CHK_SOUND			                         = Ενεργοποίηση ήχων στη Λήψη
CHK_MOUSECURSOR		                     = Να περιλαμβάνεται ο δρομέας εικόνας.
CHK_HIDEEDITOR			                   = Απόκρυψη επεξεργαστή PicPick πριν την λήψη 
CHK_ALWAYSCOPYCLIPBOARD	               = Πάντα αντίγραφή εικόνας στο Πρόχειρο
CHK_STARTWITHCAPTUREBAR	               = Εμφάνιση εργαλείων λήψης στην έναρξη

GRB_AUTOSCROLL			                   = Αυτόματη Κύλιση
CHK_SCROLLCAPTURE		                   = Ενεργοποίηση Αυτόματης Κύλισης
LBL_SCROLLDELAY			                   = Καθυστέρηση : 
LBL_SCROLLDELAYMS		                   = ms

GRB_MAGNIFIER			                     = Παράθυρο Μεγένθυσης
CHK_MAGNIFIER			                     = Εμφάνιση μεγεθυντικού φακού κατά τη σύλληψη 
LBL_ZOOMSCALE			                     = Κλίμακα Zoom :

GRB_CAPTUREDELAY		                   = Καθυστέρηση πριν την λήψη
CHK_ADVANCECONTROLCAPTURE              = Χρήση Προηγμένων Τεχνικών Στιγμιότυπου

LBL_CAPTUREOUTPUT		                  = Αλλάζει τη μορφή εξόδου με τη χρήση πλήκτρων συντόμευσης ή επιλέγει μενού από την περιοχή ειδοποιήσεων.

;-------------------------------------------------------------

[FTP]
;-------------------------------------------------------------
GRB_FTPSERVER                          = Ρυθμίσεις Διακομιστή FTP 
LBL_FTPADDRESS                         = Διακομιστής FTP:
LBL_REMOTEPATH                         = Φάκελος FTP:
LBL_PORT                               = Θύρα :
CHK_PASSIVEFTP                         = Παθητικό FTP
LBL_USERNAME                           = Όνομα Χρήστη :
LBL_PASSWORD                           = Κωδικός :
BTN_CONNECTTEST                        = ΕΛΕΓΧΟΣ
LBL_SENDWEBBROWSER                     = Άνοιγμα URL στον Ιστό
LBL_SENDCLIPBOARD                      = Αντιγραφή URL στο πρόχειρο
LBL_WEBADDRESS                         = URLq
;-------------------------------------------------------------

[EditorSet]
;-------------------------------------------------------------
GRB_EDITOROPTION                       = Επιλογή Επεξεργαστή
CHK_OPENEDITORWHENSTART                = Άνοιγμα Επεξεργαστή στην έναρξη 
CHK_CENTERIMAGE                        = Ευθυγράμμιση εικόνας στο κέντρο του παραθύρου
CHK_CLOSEWITHOUTASKING                 = Κλείσημο μη-αποθηκευμένης εικόνας χωρίς ερώτηση
CHK_CROPNEW                            = Περικοπή σαν νέα εικόνα
CHK_SHOWCLASSICUI                      = Εμφάνιση Κλασσικού Μενού Εργαλείων

CHK_EXITWHENCLOSING                    = Έξοδος από το PicPick κλείνοντας την επεξεργασία εικόνας.

LBL_BG                                 = Χρώμα Φόντου :
RDO_BGGRID                             = Πλέγμα
RDO_BGSOLID                            = Αμιγές Χρώμα 

GRB_FILETYPE                           = Συσχετίσεις Τύπων Αρχείων
LBL_FILETYPE                           = Επιλογή τύπων αρχείων που θέλετε να ανοίγουν με PicPick.
LBL_FILETYPEVISTA                      = Ορίστε το PicPick προεπιλεγμένο επεξεργαστή εικόνας

;-------------------------------------------------------------

[ArrowSet]
;-------------------------------------------------------------
CHK_START                              = Αρχή
CHK_END                                = Τέλος
CHK_OUTLINE                            = Με Περίγραμμα
CBO_AT_ARROW1                          = Βέλος 1
CBO_AT_ARROW2                          = Βέλος 2
CBO_AT_CIRCLE                          = Κυκλος
CBO_AT_DIAMOND                         = Διαμάντι
;-------------------------------------------------------------


[CanvasSet]
;-------------------------------------------------------------
GRP_SIZE                               = Μέγεθος Καμβά
LBL_WIDTH                              = Nέο πλάτος
LBL_HEIGHT                             = Nέο ύψος
LBL_BACKCOLOR                          = Χρώμα Φόντου
LBL_PRESETS                            = Προεπιλογές
CBO_CLIPBOARD                          = Πρόχειρο
CBO_LASTUSED                           = Οι πιο πρόσφατες
CBO_CURRENT                            = Μέγεθος τρέχουσας εικόνας
;-------------------------------------------------------------

[ResizeSet]
;-------------------------------------------------------------
LBL_ZOOM                               = Μεγένθυση
RDO_ZOOM                               = Ποσοστιαία Κλιμάκωση
RDO_SIZE                               = Κλιμάκωση σε συγκεκριμένο μέγεθος
CHK_KEEP                               = Διατήρηση λόγου διαστάσεων
LBL_WIDTH                              = Πλάτος
LBL_HEIGHT                             = Ύψος


[ColorSet]
;-------------------------------------------------------------
BTN_PREVIEW                            = Προεπισκόπιση
LBL_PIXELATE                           = Μωσαϊκό
LBL_HUE                                = Απόχρωση
LBL_SATURATION                         = Κορεσμός
LBL_BIRGHTNESS                         = Φωτεινότητα
LBL_CONTRAST                           = Αντίθεση
;-------------------------------------------------------------

[FrameSet]
;-------------------------------------------------------------
GRP_PREVIEW                            = Προεπισκόπιση
GRP_EFFECT                             = Eφέ
CHK_BORDER                             = Περιθώριο
CHK_FRAME                              = Πλαίσιο
LBL_ETC                                = Περισσότερα εφέ πλαισίου...
CHK_AUTO                               = Εφαρμογή εφέ πλαισίου με τη λήψη της εικόνας 
;-------------------------------------------------------------

[Palette]
;-------------------------------------------------------------
LBL_RED                                = Κόκκινο
LBL_GREEN                              = Πράσινο
LBL_BLUE                               = Μπλε
LBL_TYPE                               = Χρώμα Ως :
BTN_COPY                               = Αντιγραφή

CLR_DEFAULTTEXT                        = Παλέτα Χρωμάτων
CLR_CUSTOMTEXT                         = Περισσότερα...
;-------------------------------------------------------------

[PixelRuler]
;-------------------------------------------------------------
MNU_RULER_MOVE                         = Μετακίνηση
MNU_RULER_MOVE_UP                      = Πάνω
MNU_RULER_MOVE_DOWN                    = Κάτω
MNU_RULER_MOVE_LEFT                    = Αριστερά
MNU_RULER_MOVE_RIGHT                   = Δεξιά
#-------------------------------------------------------------
MNU_RULER_TYPE                         = Τύπος
MNU_RULER_TYPE_HOTRIZONTAL             = Οριζόντιος
MNU_RULER_TYPE_VERTICAL                = Κάθετος
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT                  = Διαφάνεια
MNU_RULER_TRANSPARENT_USE              = Ενεργοποίηση
MNU_RULER_TRANSPARENT_NOTUSE           = Απενεργοποίηση
MNU_RULER_TRANSPARENT_INC              = Αύξηση(+)
MNU_RULER_TRANSPARENT_DEC              = Μείωση(-)

MNU_MAGNIFIER		                       = Προβολή Mεγενθυτικού Φακού...

;-------------------------------------------------------------
MNU_RULER_EXIT                         = Έξοδος
;-------------------------------------------------------------
MNU_RULER_UNIT                         = Μονάδες
MNU_RULER_UNIT_PIXEL                   = Πίξελς
MNU_RULER_UNIT_INCH                    = Ίντσες
MNU_RULER_UNIT_CM                      = Εκατοστά
MNU_RULER_UNIT_DPI                     = DPI
MNU_RULER_COLOR                        = Χρώμα
MNU_RULER_COLOR_BLUE                   = Μπλε (Προεπιλογή)
MNU_RULER_COLOR_YELLOW                 = Κίτρινο (Κλασσικό)
MNU_RULER_COLOR_WHITE                  = Άσπρο
MNU_RULER_COLOR_BLACK                  = Μαύρο
MNU_RULER_UNIT_DPI_CUSTOM              = Προσαρμογή...
DLG_CUSTOMDPI_TITLE                    = Προσαρμοσμένη Ρύθμιση DPI
LBL_CUSTOMDPI_TEXT                     = Παρακαλώ εισάγετε τα πίξελς ανά Ίντσα (DPI) :

[WhiteBoard]
;-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH                = Πλάτος Πένας
MNU_WHITEBOARD_PENCOLOR                = Χρώμα Πένας
MNU_WHITEBOARD_PENCOLOR_BLACK          = Μαύρο
MNU_WHITEBOARD_PENCOLOR_WHITE          = Άσπρο
MNU_WHITEBOARD_PENCOLOR_RED            = Κόκκινο
MNU_WHITEBOARD_PENCOLOR_GREEN          = Πράσινο
MNU_WHITEBOARD_PENCOLOR_BLUE           = Μπλε
MNU_WHITEBOARD_PENCOLOR_CYAN           = Κυανό
MNU_WHITEBOARD_PENCOLOR_MAGENTA        = Πορφυρό
MNU_WHITEBOARD_PENCOLOR_YELLOW         = Κίτρινο
MNU_WHITEBOARD_PENCOLOR_GRAY           = Γκρι
MNU_WHITEBOARD_PENCOLOR_CUSTOM         = Κλπ...
;-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR                   = Διαγραφή
MNU_WHITEBOARD_SAVE                    = Λήψη Οθόνης
MNU_WHITEBOARD_EXIT                    = Έξοδος
;-------------------------------------------------------------
TIP_TOOL_MOVE                          = Mετακίνηση
TIP_TOOL_ZOOM                          = Μεγέθυνση
TIP_TOOL_PEN                           = Μολύβι
TIP_TOOL_LINE                          = Γραμμή
TIP_TOOL_ARROW                         = Βέλος
TIP_TOOL_SHAPE                         = Σχήμα
TIP_TOOL_RECT                          = Ορθογώνιο
TIP_TOOL_ELLIPSE                       = Έλλειψη
TIP_TOOL_RRECT                         = Στρογγυλεμένο Ορθογώνιο
TIP_TOOL_TRANSPARENT                   = Διαφάνεια
TIP_TOOL_CLEAR                         = Καθάρισμα
TIP_TOOL_SAVE                          = Στιγμιότυπο Οθόνης
TIP_TOOL_WIDTH                         = Πλάτος
TIP_TOOL_COLOR                         = Χρώμα

[Print]
;-------------------------------------------------------------
BTN_PRINTERSETUP                       = Ρυθμίσεις Printer...
BTN_PRINT                              = Εκτύπωση
GRB_PREVIEW                            = Προεπισκόπηση

TAB_PAPERSETUP                         = Ρυθμίσεις Σελίδας
TAB_ADDTEXT                            = Προσθήκη κειμένου

GRB_MARGINSETUP                        = Περιθώριο (mm)
LBL_MARGINTOP                          = Κορυφή
LBL_MARGINLEFT                         = Αριστερά
LBL_MARGINRIGHT                        = Δεξιά
LBL_MARGINBOTTOM                       = Κάτω μέρος

GRB_IMAGESETUP                         = Ρυθμίσεις Εικόνας
CHK_CENTER                             = Κεντράρισμα Εικόνας
CHK_SHRINK                             = Προσαρμογή στη σελίδα (σμίκρυνση)
CHK_PROPORTINAL                        = Διατήρηση αναλογιών
CHK_GRAYSCALE                          = Αποχρώσεις γκρί

GRB_PAPERCOUNT                         = Αρθμ. Αντιγράφων
LBL_PAPERUNIT                          = Σελίδα(ες)

GRB_ORIENTATION                        = Προσανατολισμός
RDO_PORTRAIT                           = Κάθετος
RDO_LANDSCAPE                          = Οριζόντιος

GRB_HEADER                             = Επικεφαλίδα
CHK_HEADERADD                          = Προσθήκη
CBO_HEADERDEFAULT                      = Παρακαλώ εισάγετε εδώ το κείμενο επικεφαλίδας
LBL_HEADERMARGIN                       = Περιθώριο :
BTN_HEADERFONT                         = Γραμματοσειρά...
RDO_HEADERLEFT                         = Αριστερά
RDO_HEADERCENTER                       = Κέντρο
RDO_HEADERRIGHT                        = Δεξιά

GRB_FOOTER                             = Υποσέλιδο
CHK_FOOTERADD                          = Προσθήκη
CBO_FOOTERDEFAULT                      = Παρακαλώ εισάγετε εδώ το κείμενο υποσέλιδου
LBL_FOOTERMARGIN                       = Περιθώριο :
BTN_FOOTERFONT                         = Γραμματοσειρά...
RDO_FOOTERLEFT                         = Αριστερά
RDO_FOOTERCENTER                       = Κέντρο
RDO_FOOTERRIGHT                        = Δεξιά
;-------------------------------------------------------------

[Facebook] 
;and Twitter
;and WebUpload
;-------------------------------------------------------------
BTN_CLOSE                              = Κλείσιμο
LBL_PREVIEW                            = Προεπισκόπηση Εικόνας
LBL_CAPTION                            = Λεζάντα φωτογραφίας
RDO_SELECTALBUMS                       = Επιλογή Άλμπουμ
RDO_CREATEALBUM                        = Δημιουργία νέου άλμπουμ φωτογραφιών
LBL_CREATEALBUM_NAME                   = Ονομασία : 
LBL_CREATEALBUM_LOCATION               = Θέση : 
LBL_CREATEALBUM_DESCRIPTION            = Περιγραφή : 
LBL_CREATEALBUM_PRIVACY                = Απόρρητο : 
CBO_CREATEALBUM_1                      = Καθένας
CBO_CREATEALBUM_2                      = Τα δίκτυα μου και οι Φίλοι
CBO_CREATEALBUM_3                      = Φίλοι των Φίλων
CBO_CREATEALBUM_4                      = Μόνο Φίλοι
BTN_UPLOAD                             = Ανέβασμα
LBL_IMGURL                             = URL εικόνας
LBL_LINKURL                            = Σύνδεση URL λευκώματος
LBL_UPLOADING                          = Ανέβασμα τώρα...
LBL_UPLOADCOMPLETE                     = Τέλος Αποστολής
LBL_UPLOADWAIT                         = Αναμονή για απάντηση...
LBL_UPLOADFAILURE                      = Αποτυχία αποστολής. Δοκιμάστε ξανά.
LBL_UPLOADRESULT                       = Έχετε αναβάσει επιτυχώς μία φωτογραφία. 

LBL_ACCOUNT                            = Λογαριασμός :
LBL_PASSWORD                           = Κωδικός :
LBL_REMEMBERPASSWORD                   = Απομνημόνευση Κωδικού
LBL_MESSAGE                            = Μήνυμα :

LBL_WEBUPLOAD_TITLE                    = Απευθείας ανέβασμα της εικόνας σας στον Ιστό
LBL_WEBUPLOAD_TITLESUB                 = Μέσω ImageShack - Δωρεάν υπηρεσία φιλοξενίας εικόνων
LBL_WEBUPLOAD_SIGNUP                   = Εγγραφείτε για να διαχειριστείτε τις εικόνες που αποστέλετε!

LBL_WEBUPLOAD_NOACCOUNT                = Επισκέπτης (Δεν απαιτείται εγγραφή)
LBL_WEBUPLOAD_ACCOUNTEXIST             = Έχω λογαριασμό ImageShack

BTN_REQUESTTWITTERPIN                  = Απαιτείται Twitter PIN
BTN_REMEMBERME                         = Απομνημόνευεση σε αυτόν τον υπολογιστή
LBL_TWITTERPIN                         = PIN
BTN_CONNECT                            = Σύνδεση
BTN_DISCONNECT                         = Αποσύνδεση

;-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS                          = Γρήγορες Πινακίδες
MNU_RENAME                             = Μετονομασία...
MNU_OPENFILELOCATION                   = Ανοιγμα Θέσης Αρχείου...
LBL_RENAME                             = Παρακαλώ εισάγετε ένα όνομα αρχείου.

[ObjectProperty]

SHP_TEXTBOX                            = Πλαίσιο Κειμένου
SHP_HIGHLIGHTRECT                      = Ορθογώνιο Επισήμανσης
SHP_MAGNIFYEFFECT                      = Εφέ Μεγεθυνσης
SHP_NUMBERSTAMP                        = Στάμπα Αριθμού
SHP_LINES                              = Γραμμές
SHP_CUSTOMSHAPES                       = Προσαρμοσμένα Σχήματα
SHP_TRIANGLE                           = Tρίγωνο

SHP_SHAPES                             = Σχήματα
SHP_LINE                               = Γραμμή
SHP_CURVE                              = Καμπύλη
SHP_ARROW                              = Βέλος
SHP_CURVEARROW                         = Καμπυλωτό Βέλος
SHP_ELLIPSE                            = Έλλειψη
SHP_RECT                               = Ορθογωνιο
SHP_ROUNDRECT                          = Στρογγυλεμένο Ορθογώνιο
SHP_BALLOON                            = Μπαλόνι
SHP_DIAMOND                            = Διαμάντι
SHP_PENTAGON                           = Πεντάγωνο
SHP_Hexagon                            = Εξάγωνο
SHP_5STAR                              = Αστέρι 5-σημείων
SHP_6STAR                              = Αστέρι 6-σημείων

TAB_EDIT                               = Επεξεργασία
TBN_DELETE_OBJECT                      = Διαγραφή
TBN_DUPLICATE                          = Αντίγραφο

MNU_FLATTEN                            = Εξισορρόπηση
MNU_FLATTENALL                         = Εξισορρόπηση Όλων

LST_CHANGESHAPE                        = Αλλαγή Σχήματος

TAB_SHAPESTYLES                        = Στυλ Σχήματος

TBN_SHAPETEXT                          = Εισαγωγή Κειμένου...
TBN_SHAPEFILL                          = Γέμισμα
MNU_SHAPEFILL_NOFILL                   = Όχι Γέμισμα
MNU_SHAPEFILL_SOLIDFILL                = Συμπαγές Γέμισμα
MNU_SHAPEFILL_GRAFILL                  = Κάθετο γέμισμα ντεγκραντέ 
MNU_SHAPEFILL_RADIALFILL               = Ακτινωτό γέμισμα ντεγκραντέ 

TBN_SHAPEOUTLINE                       = Περίγραμμα
MNU_SHAPEOUTLINE_NOLINE                = Χωρίς γραμμή
MNU_SHAPEOUTLINE_SOLIDLINE             = Συμπαγής γραμμή
MNU_SHAPEOUTLINE_DOTLINE               = Γραμμή ......
MNU_SHAPEOUTLINE_DASHLINE              = Γραμμή ------
MNU_SHAPEOUTLINE_DASHDOTLINE           = Γραμμή -.-.-.
MNU_SHAPEOUTLINE_DASHDOTDOTLINE        = Γραμμή -..-..-..


TBN_SHAPEFORMAT                        = Μορφή Σχήματος
TBN_SHAPEEFFECTS                       = Εφέ Σχήματος
MNU_SHAPEEFFECTS_NOEFFECTS             = Χωρίς Εφέ
MNU_SHAPEEFFECTS_SHADOW                = Εφέ
MNU_SHAPEEFFECTS_SHADOWUSE             = Σκιά
MNU_SHAPEEFFECTS_SHADOWOPTION          = Επιλογές...

MNU_SHAPEEFFECTS_BALLOONPOS            = Κατεύθυνση Μπαλονιού
MNU_SHAPEEFFECTS_BALLOONPOSTL          = Πάνω Αριστερά
MNU_SHAPEEFFECTS_BALLOONPOSTR          = Πάνω Δεξιά
MNU_SHAPEEFFECTS_BALLOONPOSBL          = Κάτω Αριστερά
MNU_SHAPEEFFECTS_BALLOONPOSBR          = Κάτω Δεξιά

MNU_SHAPEEFFECTS_ARROWSTART            = Αρχίζει με
MNU_SHAPEEFFECTS_ARROWEND              = Τελειώνει με
MNU_SHAPEEFFECTS_ARROWNONE             = Όχι Βέλος
MNU_SHAPEEFFECTS_ARROW1                = Βέλος 1
MNU_SHAPEEFFECTS_ARROW2                = Βέλος 2
MNU_SHAPEEFFECTS_ARROWCIRCLE           = Κύκλος
MNU_SHAPEEFFECTS_ARROWDIAMOND          = Διαμάντι

MNU_SHAPE_ARRANGE                      = Τακτοποίηση
BTN_SHAPE_FRONT                        = Μεταφορά Εμπρός
BTN_SHAPE_BACK                         = Μεταφορά Πίσω

BTN_SHAPE_ARROWSTYLE                   = Στυλ βέλους

TAB_SHAPECOLOR                         = Χρώματα σχήματος

TAB_NUMBERSTAMP_NUMBER                 = Σχήματα Στάμπας
MNU_NUMBERSTAMP_CURRENT                = Τρέχον
MNU_NUMBERSTAMP_NEXT                   = Επόμενο
TAB_NUMBERSTAMP_STYLE                  = Στυλ Στάμπας
MNU_NUMBERSTAMP_SIZE                   = Μέγεθος
MNU_NUMBERSTAMP_SIZE_SMALL             = Μικρό
MNU_NUMBERSTAMP_SIZE_Medium            = Μεσαίο
MNU_NUMBERSTAMP_SIZE_LARGE             = Μεγάλο
MNU_NUMBERSTAMP_SHAPE                  = Σχήματα
MNU_NUMBERSTAMP_SHAPE_CIRCLE           = Κύκλος
MNU_NUMBERSTAMP_SHAPE_RECTANGLE        = Ορθογώνιο

TBN_SELECT_CROPCURRENT                 = Kόψιμο
TBN_SELECT_CROPNEW                     = Κόψιμο σαν νέα εικόνα
TAB_SELECT_SIZE                        = Μέγεθος
MNU_SELECT_SIZE_LEFT                   = Αριστερά
MNU_SELECT_SIZE_TOP                    = Επάνω
MNU_SELECT_SIZE_WIDTH                  = Πλάτος
MNU_SELECT_SIZE_HEIGHT                 = Ύψος
MNU_SELECT_INVERTSELECTION             = Αντιστροφή Επιλογής

TAB_MAGNIFIER_STYLE                    = Στυλ Εφέ Μεγέθυνσης 

MNU_SHARE_OPTIONS                      = Επιλογές...

[Licenses]

rdoRegistered                          = Είμαι εγγεγραμμένος χρήστης και έχω κωδικό καταχώρησης για εμπορική χρήση.
rdoPersonal                            = Θέλω να χρησιμοποιήσω αυτό το πρόγραμμα ΜΟΝΟ για προσωπική χρήση.
btnBuy                                 = Αγορά
btnRegister                            = Δήλωση
btnAgree                               = Συμφωνώ
btnClose                               = Κλείσιμο
lblEnterLicense                        = Εισάγετε τα στοιχεία καταχώρησης σας
lblOwnerName                           = Όνομα Κατόχου
lblRegistrationCode                    = Κωδικός Καταχώρησης

lblLicenseInfo                         = Το προϊόν αυτό καταχωρείτε για  : 
lblPersonalUse                         = ΓΙΑ ΟΙΚΙΑΚΗ ΧΡΗΣΗ ( ΜΟΝΟ ΠΡΟΣΩΠΙΚΗ ΧΡΗΣΗ )

[CommercialVersionTrial]

btnModeTrial                           = Δωρεάν Δοκιμαστική
btnModeTrialDescription                = Επιθυμώ την συνέχιση χρήσης του προϊόντος σε δοκιμαστική βάση.
btnModeActivate                        = Ενεργοποίηση της άδειας σας
btnModeActivateDescription             = Είμαι ήδη καταχωρημένος χρήστης και έχω ένα κλειδί άδειας.
btnModeBuy                             = Αγορά Τώρα
btnModeBuyDescription                  = Μεταφορά στην επίσημη σελίδα για να λάβετε το κλειδί της άδειας σας.
lblTrialDescription                    = Αυτή είναι η δοκιμαστική έκδοση 30-ημερών του PicPick. Με τη λήξη της δοκιμαστικής περιόδου, θα πρέπει ή να αγοράσετε μια άδεια που ξεκλειδώνει την εφαρμογή ή να την απεγκαταστήσετε από τον υπολογιστή σας.
btnContinueTrial                       = Συνέχιση Δοκιμαστικής
lblDayLeft                             = Aπομένουν {$1} ημέρα(ες) από τις {$2} της δοκιμαστικής περιόδου.
lblDayExpired                          = Η άδεια σας δεν είναι πλέον διαθέσιμη.
lblEnterLicense                        = Εισάγετε την πληροφορία καταχώρισης
lblOwnerName                           = Όνομα Χρήστη
lblRegistrationCode                    = Κλειδί Άδειας
lblRegistrationHelp                    = Υπάρχει πρόβλημα με την ενεργοποίηση;
btnRegister                            = Ενεργοποίηση
lblActivationOffline1                  = 1. Ανοίξτε το παρακάτω URL για τη λήξη του Κωδικού Πιστοποίησης. Αν είστε εκτός σύνδεσης θα πρέπει να συνδεθείτε από έναν άλλο υπολογιστή.
lblActivationOffline2                  = 2. Επικολλήστε τον Κωδικό Πιστοποίησης από το παραπάνω URL.

lblAuthCode                            = Κωδικός Πιστοποίησης :

[ImagesSet]

grbJPEGOption                          = Επιλογές JPEG
lblJPEGQuality                         = Ποιότητα
cboJPEGQualityMaximum                  = Μέγιστη
cboJPEGQualityHigh                     = Υψηλή
cboJPEGQualityMedium                   = Μέση
cboJPEGQualityLow                      = Χαμηλή

[SaveAll]

grbSaveOptions                         = Επιλογές Αποθήκευσης
lblSelectFolder                        = Επιλέξτε κατάλογο αποθήκευσης για τις λήψεις σας.

rdoAllImages                           = Όλες οι εικόνες
rdoUnsavedImages                       = Όλες οι μη αποθηκευμένες εικόνες

grbFileOptions                         = Επιλογές Αρχείων
lblFileName                            = Όνομα Αρχείου
lblFileType                            = Τύπος Αρχείου
rdoFiles                               = Αρχεία

[ColorBalance]

grpbxColorBalance                      = Ισορροπία χρωμάτων
lblColorLevels                         = Επίπεδα χρωμάτων

grpbxToneBalance                       = Ισορροπία τόνου
rdbtnShadows                           = Σκιές
rdbtnMidtones                          = Ενδιάμεσοι τόνοι
rdbtnHighlights                        = Ανοιχτοί τόνοι
chckbxPreserveLuminosity               = Διατήρηση φωτεινότητας

[StartPage]

lblStartHome                           = Επιλέξτε εργασία...
lblStartTitle1                         = Nέα εργασία
lblStartTitle2                         = Αξεσουάρ Γραφικών
chkStartDoNotShow                      = Μη εμφάνιση αυτού του παραθύρου στην εκκίνηση του προγράμματος

[Watermark]

lblWaterMarkPreview                    = Προεπισκόπιση
lblWaterMarkFile                       = Αρχείο :
lblWaterMarkPosition                   = Θέση :
lblWaterMarkOpacity                    = Αδιαφάνεια :
lblWaterMarkOffsetX                    = Offset-X :
lblWaterMarkOffsetY                    = Offset-Y :
chkWaterMarkAuto                       = Αυτόματη προσθήκη υδατογράμματος με τη σύληψη εικόνας.

;------------------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK                                   = OK
btnCancel                               = Aκυρο
btnApply                                = Εφαρμογή
btnContinue                             = Συνέχεια

:OPTION
grbOptionLanguage                      = Γλώσσα Εμφάνισης
grbOptionConnection                    = Διαχείριση συνδέσεων 
btnOptionConnectionClear               = Διαγραφή όλων των υπηρεσιών νέφους

:MAINFORM
lstFilesName                           = Όνομα
lstFilesDate                           = Ημερομηνία
lstFilesType                           = Tύπος
lstFilesSize                           = Μέγεθος

mnuAction                              = Ενέργεια
mnuOpen                                = Άνοιγμα
mnuDownload                            = Μεταφόρτωση
mnuUploadMenu                          = Ανέβασμα
mnuUploadFile                          = Ανέβασμα αρχείων
mnuUploadFolder                        = Ανέβασμα φακέλου
mnuUploadImage                         = Ανέβασμα εικόνας
mnuNewFolder                           = Nέος φάκελος
mnuDelete                              = Διαγραφή
mnuRename                              = Μετονομασία

itemHome                               = Αρχική
itemOption                             = Επιλογή
itemAbout                              = Σχετικά...
itemDropbox                            = Dropbox
itemGDrive                             = Google Drive
itemSkydrive                           = SkyDrive

strAllFile                             = Όλα τα αρχεία (*.*)
strSearchResult                        = Αποτελέσματα αναζήτησης για "%s"

lblHomeTitle                           = Επιλογή υπηρεσίας για σύνδεση...
lblUploadMode                          = Επιλογή υπηρεσίας για ανέβασμα της εικόνας σας

itemCount                              = %s στοιχεία
itemSelectedCount                      = %s επιλεγμένα στοιχεία

:PREVIEW
lblPreviewPreviewTitle                 = Προεπισκόπηση 
lblPreviewDescriptionTitle             = Περιγραφή 
strPreviewNoDescription                = Χωρίς Περιγραφή

:DOWNLOADFORM

DownloadFormCaption                    = Μεταφόρτωση...
strPrepareDownload                     = Προετοιμασία για μεταφόρτωση
strDiscoveredItems                     = Βρέθηκαν %s στοιχεία...
strPleaseWait                          = Παρακαλώ περιμένετε την προετοιμασία της λίστας...
strDownloading                         = Μεταφόρτωση %s στοιχείων
strDownloadName                        = Ονομα : %s
strDownloadRemaining                   = Υπολειπόμενα στοιχεία : %s1 ( σε σύνολο : %s2 )


:UPLOADFORM
UploadFormCaption                      = Ανέβασμα...
strPrepareUpload                       = Προετοιμασία για ανέβασμα
strCreatingFolder                      = Δημιουργία φάκελου 
strUploading                           = Ανέβασμα %s στοιχείων
strUploadName                          = Όνομα : %s
strUploadRemaining                     = Υπολειπόμενα στοιχεία : %s1 ( σε σύνολο : %s2 )

:LOGINFORM
LoginFormCaption                       = Σύνδεση
chkSaveConnection                      = Αποθήκευση στοιχείων σύνδεσης σε αυτόν τον υπολογιστή
lblBrowserCall                         = Ο φυλλομετρητής σας θα εμφανιστεί σε %s δεύτερα.
lblBrowserCallRetry                    = Αίτηση για πρόσβαση ξανά στο %s 
lblBrowserAccess1                      = Για σύνδεση με τον λογαριασμό %s, πρέπει να συνδεθείτε πρώτα στο λογαριασμό σας από το πρόγραμμα περιήγησης σας.
lblBrowserAccess2                      = Αφού έχετε συνδεθεί μέσω του προγράμματος περιήγησης, μπορείτε να κλείσετε το παράθυρο του και να συνεχίσετε.

:USERINFO
lblUserInfoStorage                     = Αποθήκευση :
lblUserInfoUserNameTitle               = Λογαριαμός :
lblUserInfoSpaceTitle                  = Χώρος :
btnUserInfoLogout                      = Έξοδος
strSpace                               = Ελέυθερα %s1 από %s2

FileTypetext                           = κείμενο 
FileTypedocument                       = έγγραφο
FileTypeimage                          = εικόνα
FileTypevideo                          = βίντεο
FileTypeaudio                          = ήχος
FileTypefile                           = αρχείο
FileTypefolder                         = φάκελος
FileTypealbum                          = άλπουμ

:UPLOAD
lblUploadFileNameTitle                 = Όνομα αρχείου
lblUploadFileSizeTitle                 = Μέγεθος αρχείου
lblUploadFilePreviewTitle              = Προεπισκόπηση
btnUploadUpload                        = Ανέβασμα εδώ

:MESSAGEBOX
strDelete1item                         = Θέλετε σίγουρα να διαγράψετε αυτό το αρχείο;
strDelete1moreitems                    = Θέλετε σίγουρα να διαγράψετε τα %s αυτά στοιχεία;

strFolderExist                         = Το όνομα του φακέλου υπάρχει ήδη.
strDownloadFileExist                   = Υπάρχει ήδη ένα αρχείο με ίδιο όνομα σε αυτή τη θέση.\n\nΘέλετε να αντικατατασταθεί;
strCreateFolder                        = Παρακαλώ εισάγετε νέο όνομα φακέλου.
strRename                              = Παρακαλώ εισάγετε ένα νέο όνομα.


strInvalidFolderName                   = Άκυρο όνομα φακέλου.
strCannotDelete                        = Αδύνατη η διαγραφή αρχείου(ων)/φάκελου(ων).

strUpdateCheck                         = Είναι διαθέσιμη μια νεότερη έκδοση εξερευνητή Cloud. Θέλετε να μεταβείτε τώρα στη σελίδα μεταφόρτωσης;\nΠαρακαλούμε να γνωρίζετε ότι η τρέχουσα έκδοση μπορεί να μην είναι συμβατή με τις cloud αποθήκες σας.
strAuthFail                            = Η εξουσιοδότηση απέτυχε. Παρακαλώ δοκιμάστε ξανά.

strDownloadFolder                     = Παρακαλώ επιλέξτε ένα φάκελο για μεταφόρτωση του επιλεγμένου αρχείου(ων).
strUploadFolder                       = Παρακαλώ επιλέξτε ένα φάκελο για ανέβασμα
;------------------------------------------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.


;$lang['title_picpick'] = 'PicPick - από την NGWIN,  Όλα-σε-ένα εργαλείο σχεδιασμού, Αποτύπωση οθόνης, Επεξεργασία Εικόνας, Συλλέκτης Χρώματος, Χάρακας Πίξελ και πολλά ακόμα ';
;$lang['title_ngwin'] = 'NGWIN - Αναπτύσσουμε λογισμικό φιλικό προς το χρήστη που παρέχει εύκολίες στο περιβάλλον εργασίας.';

;$lang['nav_picpick'] = 'PicPick';
;$lang['nav_partners'] = 'Συνεργάτες';
;$lang['nav_contact'] = 'Επικοινωνία';
;$lang['nav_home'] = 'Επισκόπηση';
;$lang['nav_features'] = 'Χαρακτηριστικά';
;$lang['nav_download'] = 'Λήψη';
;$lang['nav_buy'] = 'Αγορά Τώρα';
;$lang['nav_forum'] = 'Φόρουμ';

;$lang['section_features'] = 'Χαρακτηριστικά';
;$lang['section_reviews'] = 'Κριτικές Μέσων';
;$lang['section_download'] = 'Μεταφόρτωση';
;$lang['section_download_commercial'] = 'ΕΜΠΟΡΙΚΗ ΕΚΔΟΣΗ ΓΙΑ ΕΓΓΕΓΡΑΜΜΕΝΟΥΣ ΧΡΗΣΤΕΣ';
;$lang['section_buy'] = 'Αγορά Τώρα';
;$lang['section_screenshots'] = ' Στιγμιότυπα Οθονών';
;$lang['section_customers'] = 'Η Πελατία μας';
;$lang['section_latestversion'] = 'Τελευταία Έκδοση';
;$lang['section_changelog'] = 'Καταγραφή Αλλαγών';
;$lang['section_availableon'] = 'Διαθέσιμο Από';
;$lang['section_likeuson'] = 'Προσθέστε τα like σας';
;$lang['section_eula'] = 'Άδεια Χρήσης Τελικού Χρήστη';
;$lang['section_privacypolicy'] = 'Πολιτική Απορρήτου';


;$lang['button_download'] = 'ΛΗΨΗ';
;$lang['button_buy'] = 'ΑΓΟΡΑ';
;$lang['button_upgrade'] = 'ΑΝΑΒΑΘΜΙΣΗ';
;$lang['button_viewdetail'] = 'ΛΕΠΤΟΜΕΡΕΙΕΣ';
;$lang['button_free_download'] = 'ΔΩΡΕΑΝ ΛΗΨΗ';
;$lang['button_download_portable'] = 'Φορητή Έκδοση';
;$lang['button_download_commercial'] = 'Έχω ήδη αγοράσει μια άδεια.';

;$lang['text_freetotry'] = 'Δωρεάν για προσωπική χρήση, δοκιμάστε το σήμερα.';
;$lang['text_copyright'] = 'Copyright&copy; 2015 <span class="color-ng">NG</span><span class="color-win">WIN</span>, Όλα τα δικαιώνατα σε ισχύ.';
;$lang['text_winavailable'] = 'Έτοιμο για Windows 10, Διαθέσιμο για όλα τα Windows';
;$lang['text_winavailable2'] = 'Microsoft Windows 10, 8.1, 8, 7, Vista και XP περιλαμβάνει τις εκδόσες 32-bit και 64-bit.';
;$lang['text_recommend'] = 'ΣΥΝΙΣΤΟΥΜΕ';
;$lang['text_limitedtimeoffer'] = 'ΠΡΟΣΦΟΡΑ ΠΕΡΙΟΡΙΣΜΕΝΟΥ ΧΡΟΝΟΥ';
;$lang['text_free'] = 'ΔΩΡΕΑΝ';

;$lang['text_personal_only_detail'] = 'Παρακαλούμε σημειώστε ότι η δωρεάν έκδοση μπορεί να χρησιμοποιηθεί μόνο για προσωπική χρήση σε μη-εργασιακά περιβάλλοντα.';
;$lang['text_license_peruser'] = 'Το PicPick άδειοδοτείται ανά χρήστη. Κάθε χρήστης που αγόρασε μια άδεια μπορεί να έχει το λογισμικό εγκατεστημένο σε δύο υπολογιστές. (Για παράδειγμα, PC γραφείου και laptop).';
;$lang['text_license_noshare'] = 'Μία άδεια δεν μπορεί να μοιραστεί μεταξύ διαφορετικών χρηστών.';
;$lang['text_bluesnap'] = 'Το Bluesnap είναι το online σύστημα πληρωμής που σας προτείνουμε. υποστηρίζει πλήρως ασφαλή υπηρεσία online πληρωμών με μια ποικιλία μεθόδων πληρωμής όπως το PayPal, πιστωτικές κάρτες κ.λπ.';
;$lang['text_thankyou'] = 'Σας ευχαριστούμε για την εγκατάσταση του PicPick.';
;$lang['text_download_start'] = 'Η λήψη σας θα ξεκινήσει σύντομα σε λίγα δευτερόλεπτα.';

;$lang['text_download_ifnot'] = 'Αν λήψη σας δεν έχει ξεκινήσει αυτόματα, κάντε κλικ <%s1>εδώ<%s2> ή κατεβάστε το από τους συνδέσμους mirror.';
;$lang['text_download_ifnot2'] = 'Αν λήψη σας δεν έχει ξεκινήσει αυτόματα, παρακαλούμε κάντε κλικ <%s1>εδώ<%s2>.';

//-----------------------------------------------------------------------------------

;$lang['overview_jumbotron_h1'] = 'PicPick';
;$lang['overview_jumbotron_h2'] = ' Όλα σε ένα σχεδιαστικό εργαλείο για τον καθένα';
;$lang['overview_jumbotron_p1'] = 'Ένα πλήρες εργαλείο αποτύπωσης οθόνης, επεξεργαστής εκόνας, επιλογέας χρώματος, χρωματική παλλέτα, χάρακας πίξελ, μοιρογνωμονιο, σταυρόνημα, ασπροπίνακας και άλλα πολλά';
;$lang['overview_jumbotron_p2'] = 'Φιλικό προς τον χρήστη και πλήρες χαρακτηριστικών για τη δημιουργια των εικόνων σας, Ιδανικό για προγραμματιστές, γραφίστες και οικιακούς χρήστες.';

;$lang['overview_feature_1_h1'] = 'Αποτυπώνει οτιδήποτε';
;$lang['overview_feature_1_p1'] = 'Λαμβάνει στιγιότυπα ολόκληρης της οθόνης, ένα ενεργό παράθυρο, τα κυλιόμενα παράθυρα και οποιαδήποτε καθορισμένη περιοχή της επιφάνειας εργασίας σας.';
;$lang['overview_feature_2_h1'] = 'Επεξεργασθείτε τις εικόνες σας';
;$lang['overview_feature_2_p1'] = 'Σχολιάστε και αναδείξτε τις εικόνες σας: κείμενο, βέλη, σχήματα κλ.π χάρις στον ενσωματωμένο επεξεργαστή εικόνας που διαθέτει μενού 'κορδέλας' τελευταίου τύπου';
;$lang['overview_feature_3_h1'] = 'Βελτιώστε τις με τα εφέ :';
;$lang['overview_feature_3_p1'] = 'Προσθέστε εύκολα εφέ στις εικόνες σας: σκιές, πλαίσια, υδατογραφήματα, μωσαϊκό, θαμπάδα κίνησης, έλεγχος φωτεινότητας και πολλά άλλα';
;$lang['overview_feature_4_h1'] = 'Μοιραστείτε τις παντού ';
;$lang['overview_feature_4_p1'] = 'Αποθηκεύτε τις, μοιραστείτε τις, ή στείλτε τις εικόνες σας μέσω ιστού, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter κλπ.';
;$lang['overview_feature_5_h1'] = 'Εργαλεία Γραφικών';
;$lang['overview_feature_5_p1'] = 'Μια συλλογή από εργαλεία γραφικών που περιλαμβάνει, επιλογέα χρωμάτων, παλέτα χρωμάτων, χάρακα pixel, μοιρογνωμόνιο, σταυρόνημα, μεγεθυντικός φακός, ασπροπίνακα';
;$lang['overview_feature_6_h1'] = 'Προσαρμοσμένη παραμετροποίηση';
;$lang['overview_feature_6_p1'] = 'Με εξαιρετικά προηγμένες ρυθμίσεις, μπορείτε να προσαρμόσετε: πλήκτρα συντόμευσης, ονομασία αρχείων, ποιότητα εικόνας, και πολλές άλλες ρυθμίσεις που ταιριάζουν με τις ανάγκες σας.';

;$lang['reviews_1_body'] = 'Το πρόγραμμα αυτό μας δίνει την αίσθηση ότι έχουμε ένα ελβετικό σουγιά, ή ίσως ένα καλά εξοπλισμένο και οργανωμένο συρτάρι γραφείου. Διαθέτει όλα τα είδη των χρήσιμων εργαλείων και πιστεύουμε ότι το PicPick απευθύνεται σε σχεδιαστές ιστοσελίδων, γραφίστες, ακόμα και στον μέσο χρήστη υπολογιστή που περιστασιακά χρειάζεται να ασχοληθεί με γραφικά.';
;$lang['reviews_1_author'] = 'CNET Download.com';
;$lang['reviews_1_link'] = 'http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1';
;$lang['reviews_1_img'] = 'review_cnet.png';
;$lang['reviews_2_body'] = 'Ειδικά σχεδιασμένο για τον οικιακό χρήστη στοχεύοντας στο να δώσει όσο το δυνατόν περισσότερη ευελιξία κατά την εργασία. Περιλαμβάνει ακόμα και κάποια χαρακτηριστικά που δεν βρίσκονται ακόμη και στο Photoshop. Το PicPick, εκτός του ότι έιναι ένας  καλός, εύκολος στη χρήση επεξεργαστής εικόνας, παρέχει επίσης και επιλογές λήψης στιγμιότυπων γραφικών και ένα σύνολο πλήκτρων συντόμευσης που θα ζήλευαν ακόμα και παρόμοιοι επεξεργαστές.';
;$lang['reviews_2_author'] = 'Softpedia';
;$lang['reviews_2_link'] = 'http://www.softpedia.com/reviews/windows/PicPick-49842.shtml';
;$lang['reviews_2_img'] = 'review_softpedia.png';

;$lang['features_1_h1'] = 'Λήψη Στιγμιοτύπων Οθόνης';
;$lang['features_1_p1'] = 'Λαμβάνει στιγμιότυπα ολόκληρης της οθόνης, του ενεργού παραθύρου, τών κυλιόμενων παραθύρων και από κάθε συγκεκριμένη περιοχή της επιφάνειας εργασίας σας.';
;$lang['features_1_p2'] = 'Υποστηρίζει περιβάλλοντα πολλαπλών οθόνών, λαμβάνει λήψεις με ή χωρίς τον δρομέα, αποθηκεύει και επιλέγει αυτόματα την ονομασία του αρχείου.';
;$lang['features_1_p3'] = 'Υποστηρίζει το κινητό γραφικό στοιχείο κινητής μπάρας στιγμιότυπου το οποίο σας βοηθά να λάβετε τα στιγμιότυπα που επιθυμείτε.';
;$lang['features_1_p4'] = 'Προσαρμόστε τις δικές σας συντομεύσεις πληκτρολογίου.';
;$lang['features_1_list_1'] = 'Πλήρη-οθόνη';
;$lang['features_1_list_2'] = 'Ενεργό παράθυρο';
;$lang['features_1_list_3'] = 'Στοιχείο Windows';
;$lang['features_1_list_4'] = 'Κυλλιόμενο παράθυρο';
;$lang['features_1_list_5'] = 'Τμήμα';
;$lang['features_1_list_6'] = 'Σταθερό Τμήμα';
;$lang['features_1_list_7'] = 'Ελεύθερη επιλογή';
;$lang['features_1_list_8'] = 'Επανάληψη Τελευταίας Λήψης';
;$lang['features_1_list_9'] = 'Γραφικό Στοιχείο Λήψης (widget)';
;$lang['features_1_list_10'] = 'Λήψη που περιλαμβάνει και τον δρομέα';
;$lang['features_1_list_11'] = 'Λήψη με καθυστέρηση';
;$lang['features_1_list_12'] = 'Aυτόματη Αποθήκευση';


;$lang['features_2_h1'] = 'Επεξεργαστής Εικόνας';
;$lang['features_2_p1'] = 'Με ενσωματωμένο πρόγραμμα επεξεργασίας εικόνας που περιλαμβάνει μενού τελευταίου τύπου στυλ 'κορδέλας', μπορείτε να σχολιάσετε και να αναδείξετε τα γραφικά σας.';
;$lang['features_2_list_1'] = 'Σχεδίαση';
;$lang['features_2_list_2'] = 'Εισαγωγή Κειμένου';
;$lang['features_2_list_3'] = 'Βέλη, γραμμές';
;$lang['features_2_list_4'] = 'Σχήματα';
;$lang['features_2_list_5'] = 'Μπαλόνι';
;$lang['features_2_list_6'] = 'Εργαλείο υπογράμμισης ';
;$lang['features_2_list_7'] = 'Περικοπή';
;$lang['features_2_list_8'] = 'Αλλαγή Μεγέθους';
;$lang['features_2_list_9'] = 'Περιστροφή';
;$lang['features_2_list_10'] = 'Αναστροφή';
;$lang['features_2_list_11'] = 'Κλίμακα του γκρι';
;$lang['features_2_list_12'] = 'Mωσαϊκό';
;$lang['features_2_list_13'] = 'Πλαίσιο';
;$lang['features_2_list_14'] = 'Υδατόγραμμα';
;$lang['features_2_list_15'] = 'Θόλωμα';
;$lang['features_2_list_16'] = 'Όξυνση';
;$lang['features_2_list_17'] = 'Φωτεινότητα';
;$lang['features_2_list_18'] = 'Απόχρωση / Κορεσμός';
;$lang['features_2_list_19'] = 'Ισορροπία χρώματος';


;$lang['features_3_h1'] = 'Αποθήκευση, μοίρασμα, ή αποστολή';
;$lang['features_3_p1'] = 'Με την ολοκλήρωση της λήψης και επεξεργασίας των εικόνων σας, μπορείτε να τις  αποθηκεύσετε, μοιραστείτε ή να τις αποστείλετε επιλέγοντας μια σειρά μορφών εξόδου';
;$lang['features_3_list_1'] = 'Πρόχειρο';
;$lang['features_3_list_2'] = 'Αρχεία γραφικών';
;$lang['features_3_list_3'] = 'PDF';
;$lang['features_3_list_4'] = 'Εκτυπωτής';
;$lang['features_3_list_5'] = 'URL Ιστού';
;$lang['features_3_list_6'] = 'Dropbox';
;$lang['features_3_list_7'] = 'Google Drive';
;$lang['features_3_list_8'] = 'SkyDrive';
;$lang['features_3_list_9'] = 'Box';
;$lang['features_3_list_10'] = 'Facebook';
;$lang['features_3_list_11'] = 'Twitter';
;$lang['features_3_list_12'] = 'Skype';
;$lang['features_3_list_13'] = 'Διακομιστής FTP';
;$lang['features_3_list_14'] = 'e-mail';
;$lang['features_3_list_15'] = 'Microsoft Word';
;$lang['features_3_list_16'] = 'Microsoft PowerPoint';
;$lang['features_3_list_17'] = 'Microsoft Excel';
;$lang['features_3_list_18'] = 'Εξωτερικό πρόγραμμα';


;$lang['features_4_h1'] = 'Επιλογέας Χρώματος';
;$lang['features_4_p1'] = 'Βοηθά στην εύρεση του ακριβή χρωματικού κώδικα pixel στην οθόνη σας με ένα ενσωματωμένο παράθυρο μεγέθυνσης';
;$lang['features_4_p2'] = 'Υποστηρίζει RGB, HTML, C++, Delphi.';

;$lang['features_5_h1'] = 'Χρωματική Παλλέτα';
;$lang['features_5_p1'] = 'Βρείτε και ρυθμίστε τον ακριβή χρωματικό κώδικα πίξελ χρησιμοποιώντας επιλογέα χρώματος του στυλ του photoshop που υποστηρίζει RGB, HSV.';

;$lang['features_6_h1'] = 'Χάρακας Pixel';
;$lang['features_6_p1'] = 'Σας βοηθά να μετρήσετε το μέγεθος  αντικειμένων και να τοποθετείτε αντικείμενα σε ακριβείς θέσεις στην οθόνη.';
;$lang['features_6_p2'] = 'Υποστηρίζει οριζόντια και κατακόρυφη θέση, μονάδες (pixels, ίντσες, εκατοστά), ρυθμίσεις DPI (72, 96, 120, 300), εμφανίσεις (skins)';

;$lang['features_7_h1'] = 'Μεγεθυντικός φακός';
;$lang['features_7_p1'] = 'Με το ελαφρύ, ομαλό και αρκετά μεγάλο εργαλείο μεγέθυνσης, μπορείτε να δείτε οποιαδήποτε περιοχή της επιφάνειας εργασίας μεγενθυμένη .';

;$lang['features_8_h1'] = 'Σταυρόνημα';
;$lang['features_8_p1'] = 'Με αυτό το χαρακτηριστικό, υπολογίστε τις σχετικές συντεταγμένες της θέσης της εικόνας.';
;$lang['features_8_p2'] = 'Αυτό μπορεί να είναι χρήσιμο για παράδειγμα στην ανάπτυξη απεικόνισης HTML.';

;$lang['features_9_h1'] = 'Μοιρογνωμόνιο';
;$lang['features_9_p1'] = 'Σας βοηθά να βρείτε  γωνίες στην οθόνη. Διαλέξτε ένα κέντρο, στη συνέχεια μια θέση και τέλος τη γωνία σε μοίρες από την πρώτη.';
;$lang['features_9_p2'] = 'Αυτό μπορεί να χρησιμοποιηθεί σε ένα σύνολο της φωτογραφικών, μαθηματικών και γραφικών εφαρμογών.';

;$lang['features_10_h1'] = 'Ασπροπίνακας';
;$lang['features_10_p1'] = 'Μπορείτε να έχετε έναν εικονικό ασπροπίνακα στην επιφάνεια εργασίας σας. Αξιοποιήστε τον για τις  παρουσιάσεις σας ή για να σχεδιάσετε κάτι στην επιφάνεια εργασίας σας.';

;$lang['download_1_h1'] = 'Για το σπίτι';
;$lang['download_1_p1'] = 'Μόνο για Προσωπική Χρήση';
;$lang['download_1_p2'] = 'Mη-αυτόματες Ενηνερώσεις';
;$lang['download_1_p3'] = 'Χωρίς Τεχνική Υποστήριξη';

;$lang['download_2_h1'] = 'Για Χρήση στην Εργασία';
;$lang['download_2_p1'] = 'Εμπορική και Προσωπική Χρήση';
;$lang['download_2_p2'] = 'Eύκολη Ενημέρωση';
;$lang['download_2_p3'] = 'Tεχνική Υποστήριξη';
;$lang['download_2_p4'] = 'Διαρκείς Αναβαθμίσεις';
;$lang['download_2_p5'] = 'Χωρίς Διαφημίσεις';

;$lang['buy_table_h1'] = 'Αριθμός Χρηστών';
;$lang['buy_table_h2'] = 'Τιμή (USD) ανά Χρήστη';
;$lang['buy_table_p1'] = 'Παρακαλούμε επικοινωνήστε μαζί μας για μια προσφορά!';
;$lang['buy_table_p2'] = 'Παρακαλούμε σημειώστε ότι μπορεί να ισχύουν χρεώσεις <span class="color-ng">ΦΠΑ</span> για ορισμένες  Ευρωπαϊκές αγορές.';

;$lang['buy_1_h1'] = 'Άμεση παράδωση Κλειδιού Ενεργοποίησης';
;$lang['buy_1_p1'] = 'Έχετε άμεση πρόσβαση στο κλειδί ενεργοποίησης σας, με την ολοκλήρωση της παραγγελίας σας.';
;$lang['buy_2_h1'] = 'Ισόβιες Ενημερώσεις';
;$lang['buy_2_p1'] = 'Οι άδειες περιλαμβάνουν απεριόριστες δωρεάν αναβαθμίσεις για όλες τις μελλοντικές εκδόσεις PicPick.';
;$lang['buy_3_h1'] = 'Ερωτήσεις Σχετικές με την Αγορά';
;$lang['buy_3_p1'] = 'Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με την αγορά ή τη χορήγηση αδειών, μη διστάσετε, <%s1>επικοινωνήστε μαζί μας<%s2>.';

;-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE                         = PicPick
MSG_ICON_TITLE                         = PicPick
MSG_MESSAGEBOX_TITLE                   = PicPick
MSG_PROTRACTOR_CENTERPOINT             = Κάντε κλικ σε ένα κεντρικό σημείο στην οθόνη.
MSG_PROTRACTOR_POINT                   = '
MSG_ACTIVEWINDOW_1                     = Πατήστε το [
MSG_ACTIVEWINDOW_2                     = ] πλήκτρο για λήψη του ενεργού παράθυρου.
MSG_EXITSAVEIMAGE_1                    = Θέλετε να αποθηκεύσετε τις αλλαγές στο [
MSG_EXITSAVEIMAGE_2                    = ];
MSG_DEFAULT_IMAGENAME                  = Εικόνα
MSG_DIRECTORYACCESSERROR               = Δεν υπάρχει πρόσβαση στον κατάλογο.
MSG_DEFAULT_TAPNAME                    = Χωρίς εικόνα
MSG_HOTKEY_ALREADY1                    = Η εφαρμογή δεν μπορεί να καταχωρήσει τα παρακάτω πλήκτρα συντόμευσης.
MSG_HOTKEY_ALREADY2                    = Θέλετε να αλλάξετε αυτά τα πλήκτρα συντόμευσης;
MSG_THISFOLDERNOTFOUND                 = Δεν μπορεί να βρεθεί ο κατάλογος [ διαδρομή ή το όνομα φακέλου ].
MSG_INVALID_FILENAME                   = Αυτό το όνομα αρχείου είναι άκυρο.
MSG_INVALID_CLIPBOARD                  = Προέκυψε σφάλμα κατά την λήψη δεδομένων από το πρόχειρο!
MSG_CANNOTREPEATCAPTURE                = Δε μπορεί να βρεθεί η επιλεγμένη περιοχή  της τελευταίας λήψης.
MSG_CLOSEALLIMAGE                      = Θέλετε να κλείσουν όλες οι μη-αποθηκευμένες εικόνες;
MSG_FILE_OPEN                          = Άνοιγμα
MSG_FILE_SAVE                          = Αποθήκευση ως
MSG_NEWVERSIONAVAILABLE                = Μια νεώτερη έκδοση του PicPick είναι διαθέσιμη. Θέλετε να μεταβείτε στη σελίδα λήψης τώρα;
MSG_PROGRAM_NOTADDYET                  = Πρέπει να επιλέξετε ένα εξωτερικό πρόγραμμα για να στείλετε τις λήψεις σας!
MSG_EXTERNALPROGRAMERROR               = Δεν μπορεί να βρεθεί το προσδιορισμένο εξωτερικό πρόγραμμα. 
MSG_PARAMETERS_TITLE                   = Παράμετροι PicPick
MSG_OLDLANGUAGE                        = Το αρχείο γλώσσας είναι παλιάς έκδοσης, έτσι ώστε κάποια από τα κείμενα δεν μεταφράζονται. Θέλετε πραγματικά να αλλάξετε τη γλώσσα; 
MSG_INVALIDALBUMNAME                   = Το όνομα του άλμπουμ δεν είναι έγκυρο.
MSG_CREATEFAILUREALBUM                 = Σφάλμα Δημιουργίας άλμπουμ.
MSG_LOADINGFAILUREALBUM                = Σφάλμα φόρτωσης άλμπουμ.
MSG_IDEMPTY                            = Παρακαλώ εισάγετε όνομα χρήστη.
MSG_PWEMPTY                            = Παρακαλώ εισάγετε κωδικό χρήστη.
MSG_SAVE                               = Αποθήκευση
MSG_DONTSAVE                           = Χωρίς Αποθήκευση
MSG_DONTSAVEALL                        = Όχι σε Όλα
MSG_NODISPLAYAGAIN                     = Να μην εμφανιστεί ξανά αυτό το μήνυμα
BTN_YES                                = Ναί
BTN_NO                                 = Οχι
BTN_NOALL                              = Οχι Όλα
MSG_INPUTTEXT                          = Παρακαλώ εισάγετε κείμενο εδώ
MSG_FLATTENLAYER                       = Για αυτή την ενέργεια, θα πρέπει να εξομαλύνετε τα σχήματα με την εικόνα φόντου. Θέλετε να εξομαλυνθούν τα σχήματα;
MSG_FLATTENALL                         = Θέλετε την εξομάλυνση όλων των σχημάτων;
MSG_INVALID_DOWNLOADURL                = Προέκυψε ένα σφάλμα κατά τη λήψη της εικόνας.
MSG_OPENURL                            = Παρακαλώ εισάγετε ένα URL.
MSG_ANYSETTINGOK                       = Οι ρυθμίσεις άλλαξαν επιτυχώς.
MSG_DEFAULTEDITOR                      = Το PicPick είναι το προεπιελγμένο πρόγραμμα επεξεργασίας εικόνας.
MSG_FTPINFONEED                        = Πρέπει πρώτα να εισάγετε τις πληροφορίες του διακομιστή FTP.
MSG_CONNECTIONFAIL                     = Παρουσιάστηκε ένα σφάλμα στη σύνδεση με τον διακομιστή.
MSG_PROGRAM_NOSKYPE                    = Δεν βρέθηκε το Skype.
MSG_ACTIVATE_OFFLINE                   = Αδύνατη η ενεργοποίηση του κλειδιού αδείας σας λόγω δικτυακού ή άλλου προβλήματος. Θέλετε να ενεργοποιήσετε την άδεια σας σε λειτουργία offline;
MSG_ACTIVATE_OK                        = Η άδεια σας έχει ενεργοποιηθεί. Σας ευχαριστούμε για την επιλογή του PicPick!
MSG_ACTIVATE_TRIAL                     = Η δοκιμαστική άδεια έχει ενεργοποιηθεί. Σας ευχαριστούμε για την επιλογή του PicPick!
MSG_ACTIVATE_FAIL                      = Η ενεργοποίηση δεν είναι εφικτή. παρακαλώ επικοινωνήστε με το κέντρο υποστήριξης του PicPick.
MSG_VALIDOWNERNAME                     = Παρακαλώ εισάγετε ένα έγκυρο όνομα κατόχου.
MSG_VALIDLICENSEKEY                    = Παρακαλώ εισάγετε ένα έγκυρο κλειδί άδειας.
MSG_FILENOTFOUND                       = Δεν βρέθηκε ένα αρχείο.
MSG_CAPTUREAREAFAIL                    = Προέκυψε σφάλμα κατά τον υπολογισμό της περιοχής λήψης. Παρακαλούμε ελέξτε το λογισμικό σας(anti-virus, malware/spyware) που μπορεί να προκαλεί το πρόβλημα.
MSG_TRANSPARENCYLOST                   = Κάθε διαφάνεια θα χαθεί αν αποθηκεύσετε αυτή την εικόνα. Θέλετε να συνεχίσετε;
MSG_DONOTSHOWWEEK                      = Να μην εμφανιστεί πάλι αυτό το παράθυρο για μια εβδομάδα
MSG_NEWVERSIONAVAILABLE_SHORT          = Είναι διαθέσιμη μια νέα έκδοση του PicPick